/***********************************************************
*													
*														
*	项目名称：	小型图书资料管理系统					
*	子系统名：			
*	功能名称：	
*	完成人员：					
*	完成时间：					
*								
*									
************************************************************/


SET FOREIGN_KEY_CHECKS=0;

USE `book`;

/** 1、插入图书类型数据  **/
DELETE FROM `Book`.`code_booktype`;
INSERT INTO `Book`.`code_booktype` (`codeid`,`codename`,`codetype`) VALUES 
('G',       '教育','leaf'),
('J',       '艺术','leaf'),
('T',       '工程技术','node'),
('TN',      '摄录像','leaf'),
('TP',      '计算机工程技术','node'),
('TP2',     'TP2','node'),
('TP23',    'TP23','leaf'),
('TP3',     '计算机硬件','node'),
('TP31',    '计算机软件','leaf'),
('TP39',    '计算机应用','leaf'),
('TP4',     'TP4','leaf');


/** 2、插入图书类型数据  **/
DELETE FROM `Book`.`code_department`;
INSERT INTO `Book`.`code_department` (`codeid`,`codename`,`codetype`) VALUES 
('001', '教育学院','leaf'),
('002', '政治与行政学院','leaf'),
('003', '文学院','leaf'),
('004', '历史文化旅游学院','leaf'),
('005', '城市与环境学院','leaf'),
('006', '外语学院','leaf'),
('007', '生命科学学院','leaf'),
('008', '数学学院','leaf'),
('009', '物理与电子技术学院','leaf'),
('010', '化学化工学院','leaf'),
('011', '计算机与信息技术学院','leaf'),
('012', '体育学院','leaf'),
('013', '管理学院','leaf'),
('014', '音乐学院','leaf'),
('015', '美术学院','leaf'),
('016', '机关','leaf'),
('017', '附中','leaf'),
('018', '图书馆直属党支部','leaf'),
('019', '继续教育学院','leaf'),
('020', '老干部处','leaf'),
('021', '出版社直属党支部','leaf'),
('022', '职业中专直属党支部','leaf'),
('023', '交流学院直属党支部','leaf'),
('024', '实验中心直属党支部','leaf'),
('025', '海华学院','leaf'),
('026', '法学院 ','leaf'),
('029', '国际商学院','leaf'),
('030', '影视艺术学院直属支部','leaf'),
('031', '出版社','leaf');


/** 3、插入罚款理由数据  **/
DELETE FROM `Book`.`code_penalty`;
INSERT INTO `Book`.`code_penalty` (`codeid`,`codename`,`codetype`) VALUES 
('10','过期罚款','leaf'),
('20','损坏罚款','leaf'),
('30','丢失赔偿','leaf');

/** 4、插入出版社数据  **/
DELETE FROM `Book`.`code_press`;
INSERT INTO `Book`.`code_press` (`codeid`,`codename`,`codetype`) VALUES 
-- ('00','安徽科技','leaf'),
-- ('001','外文','leaf'),
-- ('00299','中国商务出版社','leaf'),
-- ('00463','家庭医生杂志社','leaf'),
-- ('00828','艺设社','leaf'),
-- ('0089','中国中医药出版社','leaf'),
-- ('009','中国农业','leaf'),
-- ('01','人民','leaf'),
-- ('02','人民文学','leaf'),
-- ('0200','机械工业','leaf'),
('03','科学 ','leaf'),
('04','高等教育','leaf'),
('09','北京大学','leaf'),
-- ('093','海南  HN  
-- ('098','山西春秋音像  SXCQ  
-- ('10','书缘杂志  SYZZ  
-- ('100  商务印书馆  SWYSG  
-- ('100001 金利来  JLL  
-- ('100002 冀联  JL  
-- ('100003 浙江广博文  ZJGBW  
-- ('100004 英雄(丽水)  YXLS  
-- ('100005 苹果熊  PGX  
-- ('100006 亚龙纸业  YLZY  
-- ('100007 广州苹果制  GZPGZ  
-- ('100008 福州哈特  FZHT  
-- ('100009 远东彩笔有限公司  YDCBYXGS  
-- ('100010 深圳宇辉塑胶制品  SZYHSJZP  
-- ('100011 深圳市得利华  SZSDLH  
-- ('100012 远首文具公司  YSWJGS  
-- ('1007  大众网络报  DZWLB  
-- ('101  中华书局  ZHSJ  
-- ('102  人民美术  RMMS  
-- ('103  人民音乐  RMYY  
-- ('104  中国戏剧  ZGXQ  
-- ('105  民族  MZ  
-- ('106  中国电影  ZGDY  
-- ('107  人民教育  RMJY  
-- ('108  北京三联  BJSL  
-- ('109  中国农业  ZGNY  
-- ('110  科学普及  KXPJ  
('111','机械工业','leaf'),
-- ('112  中国建筑工业  ZGJZGY  
-- ('1120  淑馨出版  SXCB  
('113','中国铁道','leaf'),
-- ('114  人民交通  RMJT  
-- ('1144  家庭电子  JTDZ  
('115','人民邮电','leaf'),
-- ('116  地质  DZ  
-- ('117  人民卫生  RMWS  
-- ('118  国防工业  GFGY  
-- ('119  外文  WW  
('120','水利电力','leaf'),
('121','电子工业','leaf'),
('125','家电维修杂志社','leaf'),
-- ('130  童趣  TQ  
-- ('1331  九通电子  JTDZ  
-- ('1332  广东音像  GDYX  
-- ('1333  广东福光  GDFG  
-- ('1334  广东中凯  GDZK  
-- ('1335  上海音像  SHYX  
-- ('1336  北京普教  BJPJ  
-- ('1337  北京青少年  BJQSN  
-- ('1338  辽宁文化  LNWH  
-- ('1339  北京电视艺术中心  BJDSYSZX  
-- ('1340  海文  SHHW  
-- ('1341  武汉音像  WHYX  
-- ('1342  武大音像  WDYX  
-- ('1343  湖北音像  HBYX  
-- ('1344  惠州音像  HZYX  
-- ('1345  大恒  DH  
-- ('1346  上海少儿  SHSR  
-- ('1347  扬子江  YZJ  
-- ('1348  中影音像  ZYYX  
-- ('1349  黑龙江音像  HLJYX  
-- ('1350  山西音像  SXYX  
-- ('1351  广州音像  GZYX  
-- ('1352  中华文艺音像  ZHWYYX  
-- ('1353  中国音乐家  ZGYYJ  
-- ('1354  中国文采  ZGWC  
-- ('1355  开明文教  KMWJ  
-- ('1356  武警音像  WJYX  
-- ('1357  北京市店  BJSD  
-- ('1358  湖南勿忘我  HNWWW  
-- ('1359  广东飞乐  GDFY  
-- ('1360  春秋音像  CQYX  
-- ('1361  中央教科所  ZYJKS  
-- ('1362  福建音像  FJYX  
-- ('1363  广州音像  GZYX  
-- ('1364  白天鹅  BTE  
-- ('1366  北京东方影  BJDFY  
-- ('1367  电话教育  DHJY  
-- ('1368  德加拉  DJL  
-- ('1369  八一电影  BYDY  
-- ('1370  中国国际  JGGJ  
-- ('1371  北京华人文艺  BJHRWY  
-- ('1372  天津泰达  TJTD  
-- ('1373  天津音像  TJYX  
-- ('1374  中唱上海  ZCSH  
-- ('1375  上海声像  SHSX  
-- ('1376  中唱广州  ZCGZ  
-- ('1377  广东惠州  GDHZ  
-- ('1378  九通音像  JTYX  
-- ('1379  黑龙江文化  HLJWH  
-- ('1380  西南师大  XNSD  
-- ('1381  武汉鹦鹉  WHYW  
-- ('1382  广州光碟  GZGD  
-- ('1383  北京  BJ  
-- ('1384  珠影白天鹅  ZYBTE  
-- ('1385  西安电影  XADY  
-- ('1386  北京总店  BJZD  
-- ('1387  广州新时代  GZXSD  
-- ('1388  深圳音像  SZYX  
-- ('1389  中唱北京  ZCBJ  
-- ('1391  广东南艺  GDNY  
-- ('1400  方圆电子  FYDZ  
-- ('1401  广州俏佳人  GZQJR  
-- ('1402  广西音像  GXYX  
-- ('1403  北京三联  BJSL  
-- ('1404  康艺音像  KYYX  
-- ('1405  福建长龙  FJCL  
-- ('1406  广东雅典  GDYD  
-- ('1407  上海新华  SHXH  
-- ('1408  惠州东田  HZDT  
-- ('1409  南京先恒  NJXH  
-- ('1410  杭州大自然  HZDZR  
-- ('1411  万河唱片  WHCP  
-- ('1412  广东杰盛  GDJS  
-- ('1413  太平洋影音  TPY  
-- ('1414  湖南文化  HNYH  
-- ('1415  天津天宝  TJTB  
-- ('1416  中国广播  ZGGB  
-- ('1417  北京北影  BJBY  
-- ('1418  康艺音像  KYYX  
-- ('1419  内蒙古文化  NMGWH  
-- ('1420  浙江音像  ZJYX  
-- ('1421  湖南金蜂  HNJF  
-- ('1422  广东海燕  GDHY  
-- ('1423  少年儿童  SNET  
-- ('1424  华东师大  HDSD  
-- ('1425  广东飞仕  GDFS  
-- ('1426  中国儿童艺术中心  ZGET  
-- ('1427  广州冲击波  GZCJB  
-- ('1428  贵州东方  GZDF  
-- ('1429  南京音像  NJYX  
-- ('1430  新影音像  XYYX  
-- ('1431  南京中录音像  NJZLYX  
-- ('1432  中华医学音像  ZHYZYX  
-- ('1433  中国人口音像  ZGRK  
-- ('1434  法制音像  FZYX  
-- ('1435  太原任洪戏  TYRHX  
-- ('1436  河北百灵  HBBL  
-- ('1437  北京文化艺术中心  BJWHYSZX  
-- ('1438  湖南电子  HNDZ  
-- ('1439  湖南华星  HNHX  
-- ('1440  西安外语  YAWY  
-- ('1441  北京外语音像  BJWY  
-- ('1442  湖南音像  HNYX  
-- ('1443  深圳新华书店  SZYHSD  
-- ('1444  中新音像  ZXYX  
-- ('1445  北京外文  BJYW  
-- ('1446  知识产权  ZSCQ  
-- ('1447  吉林音像  JLYX  
-- ('1448  省图书批销中心  STSPYZX  
-- ('1449  吉林科技  JLKJ  
-- ('1450  广州外语  GZWY  
-- ('1451  广州光纬  GZGW  
-- ('1452  中图广州  ZTGZ  
-- ('1453  广东金岛  GDJD  
-- ('1454  红星电子  HXDZ  
-- ('1455  鼎天电子  DTDZ  
-- ('1456  北京阳光佳  BJYGJ  
-- ('1457  上海电影  SHDY  
-- ('1458  北京敦煌  BJDH  
-- ('1459  中唱深圳  ZCSZ  
-- ('1460  美卡音像  MKYX  
-- ('1461  九洲音像  JZYX  
-- ('1462  金典音像  JDYZ  
-- ('1463  江苏音像  JSYX  
-- ('1464  中国长城  ZGCC  
-- ('1465  北京喜洋洋  BJZYY  
-- ('1466  浙江电子  ZYDZ  
-- ('1467  广东珠江  GDZJ  
-- ('1468  北京晶合  BJJH  
-- ('1469  北京新天地  BJXTD  
-- ('1470  广西金海湾  GXJHW  
-- ('1471  中科多煤体  ZKDMD  
-- ('1472  金版电子  JBDZ  
-- ('1473  万方数据电子  WFSJDZ  
-- ('1474  电子艺界  DZYJ  
-- ('1475  北京腾图  BJTT  
-- ('1476  北京伟地  BJWD  
-- ('1477  深圳中赫  SZZH  
-- ('1478  安徽文化  AHWH  
-- ('1479  北京电子  BJDZ  
-- ('1480  安徽电子  AHDZ  
-- ('1481  北京麦特立达  BJMTLD  
-- ('1482  北京银冠电子  BJYGDZ  
-- ('1483  深圳蓝津  SZLJ  
-- ('1484  无名版  WMB  
-- ('1485  大众科技  DZKJ  
-- ('1486  金智塔  JZT  
-- ('1487  蓝海豚  LHT  
-- ('1488  方圆电子  FYDZ  
-- ('1489  四川电子  SCDZ  
-- ('1490  北京豪杰  BJHJ  
-- ('1491  地质  DZ  
-- ('1492  北京天安亿友  BJTAYY  
-- ('1493  世纪雷神  SJLS  
-- ('1494  中图电子  ZTDZ  
-- ('1495  安徽科学技术  AHKXJS  
-- ('1496  广东金图  GDJT  
-- ('1497  北京环球  BJHQ  
-- ('1498  广州正加奇  GZZJQ  
-- ('1499  陕西文化  SXWH  
-- ('1500  广东语言音像  GDYYYX  
-- ('1501  四川音像  SCYX  
-- ('1502  广东小红帽影音  GDXHMYY  
-- ('1503  半岛音像  BDYX  
-- ('1504  江西文化音像  JXWHYX  
-- ('1505  福建省音像  FJSYX  
-- ('1506  国家教委电化教育  GJJWDHJY  
-- ('1507  成都音像  CDYX  
-- ('1508  河北音像  HBYS  
-- ('1509  华中科技大学  HZKJDX  
-- ('1510  天津文化艺术音像  TJWHYSYX  
-- ('1511  福建电子音像  FJDZYX  
-- ('1512  国际文化交流音像  GJWHJLYX  
-- ('1513  中国唱片  ZGCP  
-- ('1514  河南电子  HNDZ  
-- ('1515  上海高教  SHGJ  
-- ('1516  山东齐鲁音像  SDQLYS  
-- ('1517  福建省文艺音像  FJSWYYX  
-- ('1518  中央音乐学院  ZYYXXY  
-- ('1519  中国国际电视总公司  ZGGJDS  
-- ('1520  北京藤图电子  BJTTDZ  
-- ('1521  辽宁广播电视  LNGBDS  
-- ('1522  上海录像公司  SHLXGS  
-- ('1523  厦门音像  XMYX  
-- ('1524  中国电子音像  ZGDZYX  
-- ('1525  北部湾音像  BBWYX  
-- ('1526  新时代影音公司  XSDYYGS  
-- ('1527  上海外语音像  SHWYYX  
-- ('1528  北京科影  BJKY  
-- ('1529  海文  HWYX  
-- ('1530  北京音像  BJYX  
-- ('1531  中纺音像  ZFYX  
-- ('1532  中国青少年音像  ZGQSNYX  
-- ('1533  中国人民解放军  ZGRMJFJ  
-- ('1534  中唱成都  ZCCD  
-- ('1535  北部弯音像  BBWTX  
-- ('1536  海南音像  HNYX  
-- ('1537  广西电影音像  GXDYYX  
-- ('1538  吉林文化音像  JLWHYX  
-- ('1539  广西金凤凰音像  GXJFHYX  
-- ('1540  中国科学文化音像  ZGKXWHYX  
-- ('1541  北京市青少年音像  BJQSN  
-- ('1542  广东精彩无限  GDJCWX  
-- ('1543  北京威翔音像  BJVX  
-- ('1544  贵州文化音像  GZWH  
-- ('1555  宁夏大地音像  NXDD  
-- ('1556  中国录音音像  ZGLYYX  
-- ('1557  江西音像  JXYX  
-- ('1558  吉林科学技术  JLKX  
-- ('1559  云南音像  YNYX  
-- ('1560  湖南金蜂音像  HNJFYX  
-- ('1561  扬子江音像  YZJ  
-- ('1562  辽宁文化艺术音像  LNWHYSYX  
-- ('1563  浙江文艺音像  ZJWYYX  
-- ('1564  珠海特区音像  ZHTQYX  
-- ('1565  广州鸿翔音像  GZHXYX  
-- ('1566  山东电子  SDDZ  
('1567','北京希望电子','leaf'),
('1568','高等教育电子','leaf'),
-- ('1569  中国录音录像  ZGLYLX  
-- ('1570  海南电子音像  HNDZYX  
-- ('1571  黑龙江文化音像  HLJWH  
-- ('1572  黑马电子  HMDZ  
-- ('1573  天津电子  TJDZ  
-- ('1574  南京惠尔佳电子  NJHRJ  
-- ('1575  重庆电子  CQDZ  
-- ('1576  人民教育电子音像  RMJYDZYS  
-- ('1577  中图总公司  ZTZGS  
-- ('1578  中联文化传播  ZLWHCB  
-- ('1579  电子文摘报  DZYZB  
-- ('1580  家庭电子  -- ('1580  
-- ('1581  山东出版总社  SDSBZS  
-- ('1582  三辰影库  SCYZ  
-- ('1583  新华音像中心  XHYXZX  
-- ('1584  金报电子  JBDZ  
-- ('1585  软件世界  RZSJ  
-- ('1586  辽宁教育音像  LNJYYX  
-- ('1587  陕西音像  SXYS  
-- ('1588  河南音像  HNYX  
-- ('1589  上海开圆信息开发  SHKYSS  
-- ('1590  动画乐园杂志社  DHLYZZS  
-- ('1591  上海计划生育宣传教育中心  SHJHJYZS  
-- ('1592  公安部华盛音像  GABHS  
-- ('1593  北京高教音像  BJGJYX  
-- ('1594  江苏文化音像  JSWHYS  
-- ('1595  中国儿童艺术剧院音像  ZGRTYSJY  
-- ('1596  峨眉电影制片  AMDY  
-- ('1597  安徽黄山音像  AHHS  
-- ('1598  武汉理工大学  WHLGDX  
-- ('1599  江苏省出版总社  JSSCBZS  
-- ('1600  河北文化音像  HBWHYX  
-- ('1601  内蒙古音像  NMGYX  
-- ('1602  中国康艺音像  ZGKYYS  
-- ('1603  北京京文音像  BJJW  
-- ('1604  广东珠江音像  GDZJYX  
-- ('1605  湖南金峰  HNJF  
-- ('1606  章震贺卡  ZZHK  
-- ('1607  大恒电子  DHDZ  
-- ('1608  湖北音像艺术  HBYSYS  
-- ('1609  峨嵋电影制片厂音像  EMDYZP  
-- ('1610  北京中影音像  BJZYYX  
-- ('1611  安徽音像  AHYX  
-- ('1612  山西春秋音像  SXCQYX  
-- ('1613  汕头海洋音像  STHY  
-- ('1614  教育部电化教育音像  JYBDHJYYX  
-- ('1615  北京百年树人软件  BJBNSR  
-- ('1616  中国长城艺术  ZGCCYS  
-- ('1617  中国青年教育音像  ZGQNJY  
-- ('1671  中学生电脑  ZXSDN  
-- ('199  湖南省教育音像  HNSJYYX  
-- ('200  北京  BJ  
-- ('2003  华东理工大学  HDLGDX  
-- ('201  天津人民  TJRM  
-- ('2013  华东理工大学  HDLGDX  
-- ('202  河北人民  HBRM  
-- ('2020  上海译文  SHYW  
-- ('20200  齐鲁音像  QLYX  
-- ('203  山西人民  SXRM  
-- ('204  内蒙古人民  NMGRM  
-- ('205  辽宁人民  LNRM  
-- ('206  吉林人民  JLRM  
-- ('207  黑龙江人民  HLJRM  
-- ('208  上海人民  SHRM  
-- ('20807  格致出版社  GZCC  
-- ('209  山东人民  SDRM  
-- ('210  江西人民  JXRM  
-- ('211  福建人民  FJRM  
-- ('212  安徽人民  AHRM  
-- ('213  浙江人民  ZJRM  
-- ('214  江苏人民  JSRM  
-- ('215  河南人民  HNRM  
-- ('216  湖北人民  HBRM  
-- ('218  广东人民  GDRM  
-- ('219  广西人民  GXRM  
-- ('220  四川人民  SCRM  
-- ('221  贵州人民  GZRM  
-- ('222  云南人民  YNRM  
-- ('223  西藏人民  XZRM  
-- ('224  陕西人民  SYRM  
-- ('225  青海人民  QHRM  
-- ('226  甘肃人民  GSRM  
-- ('227  宁夏人民  NXRM  
-- ('228  新疆人民  XJRM  
('300','中国人民大学','leaf'),
('301','北京大学','leaf'),
('302','清华大学','leaf'),
-- ('303  北京师范大学  BJSFDX  
-- ('304  中央广播电视大学  ZYGBDSDX  
-- ('305  南京大学  NJDX  
-- ('306  中山大学  ZSDX  
-- ('307  武汉大学  WHDX  
-- ('308  浙江大学  ZJDY  
-- ('309  复旦大学  FDDX  
-- ('310  南开大学  NKDX  
-- ('311  兰州大学  LZDX  
-- ('312  中国科技大学  ZGKJDX  
-- ('313  上海交通大学  SHJTDX  
-- ('400  北京语言文化大学  BJYYWHDX  
-- ('4000  安徽电子音像  AHDZYX  
-- ('401  北京语言文化  BJYYWH  
-- ('4010  广州外语音像  GZWYYX  
-- ('4013  海南  HN  
-- ('402  人民交通  RMJT  
-- ('4020  安徽电子音像  AHDZYX  
-- ('40200  安徽科学技术  AHKXJS  
-- ('4023  广州外语音像  GZWYYX  
-- ('412  安徽科学技术  AHKXJS  
-- ('495  广州外语音像  GZWYYX  
-- ('498  广州外语音像  GZWYYX  
-- ('50  吉林大学  JLDX  
-- ('500  中国青年  ZGQN  
-- ('5000  中国大百科全书  ZGDBKQS  
-- ('50000  上海外语音像  SHWYYX  
-- ('5001  中国对外翻译  ZGDWFY  
-- ('5002  中国盲文  ZGMW  
-- ('5003  荣宝斋  RBZ  
-- ('5004  中国社会科学  ZGSHKX  
-- ('5005  中国财政经济  ZGCZJJ  
-- ('5006  中国青年  ZGQNBJTS  
-- ('5007  中国少儿  ZGSETBJTS  
-- ('5008  中国工人  ZGGR  
-- ('5009  人民体育  RMTY  
-- ('501  上海外语音像  SHYWYX  
-- ('5010  开明文教音像  KMWJYX  
-- ('5011  新华  XH  
-- ('5012  世界知识  SJZS  
-- ('5013  北京图书馆  BJTSG  
-- ('5014  群众  QZ  
-- ('5015  知识  ZS  
-- ('5016  外国文学  WGWX  
-- ('5017  中国经济  ZGJJ  
-- ('5019  中国轻工业  QGY  
-- ('5020  煤炭工业  MTGY  
-- ('5021  石油工业  SYGY  
-- ('5022  原子能北京图书  YZNBJTS  
-- ('5023  科学技术文献  KXJSWX  
-- ('5024  冶金工业  YJGY  
-- ('5025  化学工业  HXGY  
-- ('5026  中国计量  ZGJL  
-- ('5027  海洋  HY  
-- ('5028  地震  DZ  
-- ('5029  气象  QX  
-- ('5030  中国测绘  ZGCH  
-- ('5031国地图  ZGDT  
-- ('5032  中国旅游  ZGLY  
-- ('5033  解放军文艺  JFJWY  
-- ('5034  中国文史  ZGWS  
-- ('5035  中共中央党校  ZGZYDX  
-- ('5036  法律  FL  
-- ('5037  中国统计  ZGTJ  
-- ('5038  中国林业  ZGLY  
-- ('5039  文化艺术  WHYS  
-- ('5041  教育科学  JYKX  
-- ('5042  新时代  XSD  
-- ('5043  中国广播电视  ZGGBDS  
-- ('5044  中国商业  ZGSY  
-- ('5045  中国劳动社会保障  ZGLDSH  
-- ('5046  中国科学技术  ZGKXJS  
-- ('5047  中国物资  ZGWZ  
-- ('5048  农村读物  NCDW  
-- ('5049  中国金融  ZGJR  
-- ('5051  红旗  HQ  
-- ('5052  中国世界语  ZGSJY  
-- ('5053  电子工业  DZGY  
-- ('5054  朝华  ZH  
-- ('5056  朝花少年儿童  ZHSNET  
-- ('5057  中国友谊  ZGYY  
-- ('5058  经济科学  JJKX  
-- ('5059  中国文联  ZGWL  
-- ('5060  东方  DF  
-- ('5061  朝花少年儿童  ZHSNET  
-- ('5062  世界图书  SHSJTS  
-- ('5063  作家  ZJ  
-- ('5064  中国纺织  ZGFZ  
-- ('5065  解放军  JFJ  
-- ('5066  中国标准  ZGBZ  
-- ('5067  中国医药科技  ZGYYKJ  
-- ('5068  中国书籍  ZGSJ  
-- ('5071  中国文学  ZGWX  
-- ('5072  中国福利会  ZGFLH  
-- ('5073  中央文献  ZYWX  
-- ('5074  中国城市  ZGCS  
-- ('5075  华文  HW  
-- ('5076  中国ISBN中心  ISBNISBN  
-- ('5077  学苑  XY  
-- ('5078  中国国际广播  ZGGJGB  
-- ('5080  华夏  HX  
-- ('5082  金盾  JD  
-- ('5083  中国电力  ZGDL  
-- ('5084  中国水利水电  ZGSLSD  
-- ('5085  五洲传播  WZCB  
-- ('5086  中信  ZX  
-- ('5112  中国建筑工业  ZGJZGY  
-- ('5200  开明文教音像  KMWJYX  
-- ('5300  北京古籍  BJGJ  
-- ('5301  北京少年儿童  BJSNRT  
-- ('5302  北京十月文艺  BJSYWY  
-- ('5303  北京教育  BJYY  
-- ('5304  北京科学技术  BJKXJS  
-- ('5305  天津人民美术  TJRMMS  
-- ('5306  百花文艺  BHWY  
-- ('5307  新蕾  XL  
-- ('5308  天津科学技术  TJKXJS  
-- ('5309  天津教育  TJJY  
-- ('5310  河北美术  HBMS  
-- ('5311  内蒙古教育  NMGJY  
-- ('5312  内蒙古少年儿童  NMGSNET  
-- ('5313  春风文艺  CFWY  
-- ('5314  辽宁美术  LNMS  
-- ('5315  辽宁少年儿童  LNSNET  
-- ('5316  黑龙江教育  HLJJY  
-- ('5317  北方文艺  BFWY  
-- ('5318  黑龙江美术  HLJMS  
-- ('5319  黑龙江少年儿童  HLJSNET  
-- ('5320  上海教育  SHJY  
-- ('5321  上海文艺  SHWY  
-- ('5322  上海人民美术  SHRMMS  
-- ('5323  上海科技  SHKJ  
-- ('5324  少年儿童  SNET  
-- ('5325  上海古籍  SHGJ  
-- ('5326  上海辞书  SHCS  
-- ('5327  上海译文  SHYW  
-- ('5328  山东教育  SDJY  
-- ('5329  山东文艺  SDWY  
-- ('5330  山东美术  SDMS  
-- ('5331  山东科学技术  SDKXJS  
-- ('5332  明天  SDMTTS  
-- ('5333  齐鲁  QL  
-- ('5334  福建教育  FJJY  
-- ('5335  福建科学技术  FJKXJS  
-- ('5336  安徽教育  AHJY  
-- ('5337  安徽科学技术  AHKXJ  
-- ('5338  浙江教育  ZJJY  
-- ('5339  浙江文艺  ZJWY  
-- ('5340  浙江人民美术  ZJRMMS  
-- ('5341  浙江科学技术  ZJKXJS  
-- ('5342  浙江少年儿童  ZJSNET  
-- ('5343  江苏教育  JSJY  
-- ('5344  江苏美术  JSMS  
-- ('5345  江苏科学技术  JSKXJS  
-- ('5346  江苏少年儿童  JSSNET  
-- ('5347  大象  DX  
-- ('5348  中州古籍  ZZGJ  
-- ('5349  河南科学技术  HNKXJS  
-- ('5350  海燕  HY  
-- ('5351  湖北教育  HBJY  
-- ('5352  湖北科学技术  HBKXJS  
-- ('5353  湖北少年儿童  HBSNET  
-- ('5354  长江文艺  CJWY  
-- ('5355  湖南教育  HNJY  
-- ('5356  湖南美术  HNMS  
-- ('5357  湖南科学技术  HNKXJS  
-- ('5358  湖南少年儿童  HNSNET  
-- ('5359  广东科技  GDKJ  
-- ('5360  花城  GDSHC  
-- ('5361  广东高等教育  GDGDJY  
-- ('5362  岭南美术  LNMS  
-- ('5363  广西民族  GXMZ  
-- ('5364  四川科学技术  SCKXJS  
-- ('5365  四川少年儿童  SCSNET  
-- ('5366  重庆  CQ  
-- ('5367  云南民族  YNMZ  
-- ('5368  陕西人民美术  SYRMMS  
-- ('5369  陕西科学技术  SXKXJS  
-- ('5370  新疆教育  XJJY  
-- ('5371  新疆青少年  XJQSN  
-- ('5372  新疆科技卫生  XJKJWS  
-- ('5373  喀什维吾尔  KSWWE  
-- ('5374  克孜勒柯尔克孜文  KZLKEKZW  
-- ('5375  河北科学技术  HBKXJS  
-- ('5376  河北少年儿童  HBSNET  
-- ('5377  山西科学技术  SXKXJS  
-- ('5378  北岳文艺  BYWY  
-- ('5379  山西希望  XW  
-- ('5380  内蒙古科学技术  NMGKXJS  
-- ('5381  辽宁科学技术  LNKXJS  
-- ('5382  辽宁教育  LNJY  
-- ('5383  吉林教育  JLJY  
-- ('5384  吉林科技  JLKJ  
-- ('5385  北方妇女儿童  BFFNET  
-- ('5386  吉林美术  JLMS  
-- ('5387  时代文艺  SDWY  
-- ('5388  黑龙江科学技术  HLJKXJY  
-- ('5389  黑龙江朝鲜人民  HLJCXRM  
-- ('5390  江西科学技术  JXKXJS  
-- ('5391  二十一世纪  RSYSJ  
-- ('5392  江西教育  JXJY  
-- ('5393  福建美术  RJMS  
-- ('5394  湖北美术  HBMS  
-- ('5395  福建少年儿童  FJSNET  
-- ('5396  安徽文艺  AHWY  
-- ('5397  安徽少年儿童  AHSNET  
-- ('5398  安徽美术  AHMS  
-- ('5399  江苏文艺  JSWY  
-- ('5401  河南美术  HNMS  
-- ('5402  北京燕山  BJYS  
-- ('5403  湖北辞书  HBCS  
-- ('5404  湖南文艺  HNWY  
-- ('5405  新世纪  XSJ  
-- ('5406  广东教育  GDJY  
-- ('5407  漓江  LJ  
-- ('5408  四川教育  SCJY  
-- ('5409  四川民族  SCMZ  
-- ('5410  四川美术  SCMS  
-- ('5411  四川文艺  SCWY  
-- ('5412  贵州民族  GZMZ  
-- ('5414  晨光  CG  
-- ('5415  云南教育  YNJY  
-- ('5416  云南科技  YNKJ  
-- ('5417  未来  WL  
-- ('5418  陕西旅游  SXLY  
-- ('5419  陕西人民教育  SXRMJY  
-- ('5420  青海民族  QHMZ  
-- ('5421  甘肃民族  GSMZ  
-- ('5422  甘肃少年  GSSN  
-- ('5423  甘肃教育  GSJY  
-- ('5424  甘肃科学技术  GSKXJS  
-- ('5425  伊犁人民  YLRM  
-- ('5426  上海三联书店  SHSLSD  
-- ('5427  上海科学普及  SHKXPJ  
-- ('5428  上海科技教育  SHKJJY  
-- ('5429  立信会计  LXKJ  
-- ('5430  武汉  WH  
-- ('5432  汉语大词典  HYDCD  
-- ('5433  天津科技翻译  TJKJFY  
-- ('5434  河北教育  HBJY  
-- ('5435  广西教育  GXJY  
-- ('5436  青岛  QD  
-- ('5437  东北朝鲜民族教育  DBCXMZJY  
-- ('54374  延边教育  YBJY  
-- ('5438  湖南人民  HNRM  
-- ('54380  湖南  HN  
-- ('54381  湖南  HN  
-- ('5439  上海科学技术文献  SHKXJSWX  
-- ('5440  山西教育  SXJY  
-- ('5441  沈阳  SY  
-- ('5442  南海出版公司  HNCBGS  
-- ('5443  海南  HN  
-- ('5470  万卷出版公司  WJCB  
-- ('5502  中国计量  ZGJL  
-- ('5555  湖南电子音像  HNDZYX  
-- ('5600  外语教学与研究  WYJXYYJ  
-- ('5601  吉林大学  JLDX  
-- ('5602  东北师范大学  DBSFDX  
-- ('5603  哈尔滨工业大学  HEBGYDX  
-- ('5604  西北大学  XBDX  
-- ('5605  西安交通大学  XAJTDX  
-- ('5606  西安电子科技大学  XADZKJDX  
-- ('5607  山东大学  SDDX  
-- ('5608  同济大学  TJDX  
-- ('5609  华中科技大学  HZKJDX  
('5610','辽宁大学','leaf'),
('5611','大连理工大学','leaf'),
-- ('5612  西北工业大学  XBGYDX  
-- ('5613  陕西师范大学  SXSFDX  
-- ('5614  四川大学  SCDX  
-- ('5615  厦门大学  XMDX  
-- ('5616  成都科大  CDKD  
-- ('5617  华东师范大学  HDSFDX  
-- ('5618  天津大学  TJDX  
-- ('5619  北京语言文化大学  BJYYWHDX  
-- ('5620  中国政法大学  ZGZFDX  
-- ('5621  西南师范大学  YNSFDX  
-- ('5622  华中师范大学  HZSFDX  
-- ('5623  华南理工大学  HNLGDX  
-- ('5624  重庆大学  CQDX  
-- ('5625  中国地质大学  ZGDZDX  
-- ('5626  国防大学  GFDX  
-- ('5627  上海医科大学  SHYKDX  
-- ('5628  华东理工大学  HDLGDX  
-- ('5629  武汉工业大学  WHGYDX  
-- ('5630  河海大学  HHDX  
-- ('5631  新疆大学  XJDX  
('5632','大连海事大学','leaf'),
-- ('5633  广西师范大学  GXSFDX  
-- ('5634  延边大学  YBDX  
-- ('5635  北京邮电大学  BJYDDX  
-- ('5636  石油大学  SYDX  
-- ('5637  旅游教育  LYJY  
-- ('5638  首都经济贸易大学  SDJJMYGLDX  
-- ('5639  北京工业大学  BJGYDX  
-- ('5640  北京理工大学  BJLGDX  
-- ('5641  北京北大方正  BJBDFZ  
-- ('5801  中国建材工业  ZGJCGY  
-- ('5950  上海外语音像  SHWYYX  
-- ('5970  开明文教音像  KMWJYX  
-- ('5993  国家行政学院  GJXZXY  
-- ('6000  中国科技大学音像  ZGKJDXYX  
-- ('601  吉林音像  JLYX  
-- ('6010  世界图书  SJTS  
-- ('60100  中国科技大学音像  ZGKJDXYX  
-- ('60101  北京外语音像  BJWYYX  
-- ('6020  中国科技大学音像  ZGKJDXYX  
-- ('60200  北京外语音像  BJWYYX  
-- ('602000 世界图书  SJTS  
-- ('6712  辽宁科学技术  LNKXJS  
-- ('6718  中国轻工业  ZGQGY  
-- ('6930  北京外语音像  BJWYYX  
-- ('6940  世界图书  SJTS  
-- ('69400  北京外语音像  BJWYYX  
-- ('6950  北京外语音像  BJWYYX  
-- ('6960  世界图书  SJTS  
-- ('6970  北京外语音像  BJWYYX  
-- ('6980  北京外语音像  BJWY  
-- ('6990  世界图书  SJTS  
-- ('6993  南开大学  NKDX  
-- ('69934  吉林音像  JLYX  
-- ('7010  长白山音像  CBSYX  
-- ('7020  同济大学电子音像  TJDXDZYX  
-- ('7534  浙江科学技术  ZJKXJS  
-- ('7943  国际文化出版公司  GJWHCBGS  
-- ('7983  辽宁音像  LNYX  
-- ('7990  同济大学  TJDX  
-- ('80000  印刷工业  YSGY  
-- ('80001  无名版  WMB  
-- ('80002  人民日报  RMRB  
-- ('80003  万国学术  WGXS  
-- ('80004  中国对外经济贸易  ZGDWJJMY  
-- ('80005  新世界  XSJ  
-- ('80006  语文  YW  
-- ('80007  中国摄影  ZGSY  
-- ('80009  时事  SS  
-- ('80011  知识产权  ZSCQ  
-- ('80012  工商  GS  
-- ('80013  中医古籍  ZYGJ  
-- ('80015  长征  CZ  
-- ('80017  长城  CC  
-- ('80019  中国档案  ZGDA  
-- ('80020  人民军医  RMJY  
-- ('80021  军事科学  JSKX  
-- ('80022  金盾  JD  
-- ('80023  中共党史  ZGDS  
-- ('80024  中国画报  ZGHB  
-- ('80026  中国农业科技  ZGNYKJ  
-- ('80027  军事谊文  JSYW  
-- ('80028  现代  XD  
-- ('80030  外文  WW  
-- ('80031  中华地图  ZHDT  
-- ('80034  宇航  YH  
-- ('80037  中国和平  ZGHP  
-- ('80039  华艺  HY  
-- ('80040  昆仑  KL  
-- ('80043  中国石化  ZGSHBJTS  
-- ('80046  航空工业  HKGY  
-- ('80047  紫禁城  ZJC  
-- ('80049  国际文化  GJWH  
-- ('80050  社会科学文献  SHKX  
-- ('80051  海豚  HT  
-- ('80052  华语教学  HYJX  
-- ('80054  海潮  HC  
-- ('80056  人民法院  RMFY  
-- ('80057  中国藏学  ZGZX  
-- ('80058  中国计划  ZGJH  
-- ('80060  学苑  XY  
-- ('80061  团结  TJ  
-- ('80063  长虹  CH  
-- ('80064  中国审计  ZGSJ  
-- ('80065  人民中国  RMZG  
-- ('80067  奥林匹克  ALPK  
-- ('80068  红旗  HQ  
-- ('80069  中国民族摄影艺术  ZGMZSYYS  
-- ('80070  中国物价  ZGWJ  
-- ('80072  改革  GG  
-- ('80073  中信  ZX  
-- ('80076  中国人事  ZGRS  
-- ('80077  开明  KM  
-- ('80078  中国民主法制  ZGMZFZ  
-- ('80079  中国人口  ZGRK  
-- ('80080  群言  QY  
-- ('80081  蓝天  LT  
-- ('80082  华龄  HL  
-- ('80083  中国法制  ZGFZ  
-- ('80084  金城  JC  
-- ('80086  中国检察  ZGJC  
-- ('80087  中国发展  ZGFZ  
-- ('80088  中国社会  ZGSH  
-- ('80089  中国中医药  ZGZYY  
-- ('80090  中国建材工业  ZGJCGY  
-- ('80091  光明日报  GMRB  
-- ('80092  当代中国  DDZG  
-- ('80094  大众文艺  DZWY  
-- ('80096  中国致公  ZGZG  
-- ('80097  中国大地  ZGDD  
-- ('80098  党建读物  DJDW  
-- ('80099  中国三峡  ZGSX  
('801','清华大学','leaf'),
-- ('8010  世界图书  SJTS  
-- ('80100  中华工商联合  ZHGSLH  
-- ('80101  中国和平  ZGHP  
-- ('80103  商务印书馆国际有限公司  SWYSGGJYXG  
-- ('80104  星球地图  XQDT  
-- ('80105  国际文化  GJWH  
-- ('80106  线装书局  XZSJ  
-- ('80107  中国方正  ZGFZ  
-- ('80108  西苑  XY  
-- ('80109  中央编译  ZYBY  
-- ('80110  中国民航  ZGMH  
-- ('80111  龙门  LM  
-- ('80112  民主与建设  MZYJS  
-- ('80113  五洲传播  WZCB  
-- ('80114  九洲图书  JZTS  
-- ('80115  当代世界  DDSJ  
-- ('80116  学习  XX  
-- ('80117  中国税务  ZGSW  
-- ('80118  经济管理  JJGL  
-- ('80119  中国农业科技  ZGNYKJ  
-- ('80120  中国华侨  ZGHQ  
-- ('80121  军事医学科学  JSYXKX  
-- ('80122  方志  FZ  
-- ('80123  宗教文化  ZJWH  
('80124','中国水利水电','leaf'),
('80125','中国电力','leaf'),
-- ('80126  语文  YW  
-- ('80127  经济日报  JJRB  
-- ('80128  中国言实  ZGYS  
-- ('80129  华乐  HY  
-- ('80130  团结  TJ  
-- ('80131  中国妇女  ZGFN  
-- ('80132  兵器工业  BQGY  
-- ('80133  开明  KM  
-- ('80134  航空工业  HKGY  
-- ('80136  中共党史  ZGDS  
-- ('80137  军事科学  JSKX  
-- ('80138  海豚  HT  
-- ('80139  中国人事  ZGRS  
-- ('80140  国家行政学院  GJXZXY  
-- ('80141  台海  TH  
-- ('80142  华艺  HY  
-- ('80143  改革  GG  
-- ('80144  宇航  YH  
-- ('80145  光明日报  GMRB  
-- ('80146  中国社会  ZGSH  
-- ('80147  企业管理  QYGL  
-- ('80148  新星出版社  XXCBS  
-- ('80149  社会科学文献  SHKXWX  
-- ('80150  军事谊文  YSYW  
-- ('80151  海潮  HC  
-- ('80152  黄河  HH  
-- ('80153  人民日报  RMRB  
-- ('80154  中国和平  ZGHP  
-- ('80155  中国物价  ZGWJ  
-- ('80156  中国中医药  ZGZYY  
-- ('80157  人民军医  RMJY  
-- ('80158  蓝天  LT  
-- ('80159  中国建材工业  ZGJCGY  
-- ('80160  龙门书局  LMSJ  
-- ('80161  人民法院  RMFY  
-- ('80162  经济管理  JJGL  
-- ('80163  中国环境科学  ZGHJTS  
-- ('80164  中国石化  ZGSH  
-- ('80165  中国海关  ZGHG  
-- ('80166  中国档案  ZGDA  
-- ('80167  中国农业科技  ZGNYKJ  
-- ('80168  研究出版社  YJCBS  
-- ('80169  中国时代经济  ZGSDJJ  
-- ('80170  当代中国  DDZG  
-- ('80171  大众文艺  DZWY  
-- ('80173  国际文化  GJWH  
-- ('80174  中医古籍  ZYGJ  
-- ('80175  长安  CA  
-- ('80176  人民武警出版社  RMWJ  
-- ('80177  中国计划  ZGJH  
-- ('80178  华龄  HL  
-- ('80179  中国致公  ZGZG  
-- ('801-- ('80  经济日报  JJRB  
-- ('80181  中国对外经济贸易  ZGDWJJMY  
-- ('80182  中国法制  ZGFZ  
-- ('80185  中国检察  ZGJC  
-- ('80186  东方出版中心  DFCBZX  
-- ('80187  新世界  XSJ  
-- ('80188  现代  XD  
-- ('80190  社会科学文献  SHKXWX  
-- ('80191  龙门书局  LMSJ  
-- ('80194  人民军医  RMJY  
-- ('80195  九州  JZ  
-- ('80196  现代教育  XDJY  
-- ('80200  海文音像  HWYX  
-- ('80501  北京美术摄影  BJMSSY  
-- ('80503  天津杨柳青画社  TJYLQHC  
-- ('80504  天津古籍  TJGJ  
-- ('80506  内蒙古文化  NMGWH  
-- ('80507  辽宁古籍  LNGJ  
-- ('80510  学林图书  XLTS  
-- ('80511  上海文化  SHWH  
-- ('80512  上海书画  SHSH  
-- ('80513  上海科学技术文献  SHKXJSWX  
-- ('80515  上海社会科学院  SHSHKXY  
-- ('80516  福建省地图  FJSDT  
-- ('80517  西冷印社  XLYS  
-- ('80518  浙江古籍  ZJGJ  
-- ('80519  江苏古籍  JSGJ  
-- ('80520  岳麓书社  YLSS  
-- ('80521  广东旅游  GDLY  
-- ('80522  广东省地图  GDSDT  
-- ('80523  巴蜀  BS  
-- ('80525  德宏民族  DHMZ  
-- ('80526  北京工艺美术  BJGYMS  
-- ('80527  辽宁民族  LNMZ  
-- ('80528  吉林文史  JLWS  
-- ('80529  哈尔滨地图  HEBDT  
-- ('80530  上海画报  SHHB  
-- ('80531  文汇  WH  
-- ('80532  山东省地图  SDSDT  
-- ('80534  海峡文艺  HXWY  
-- ('80535  黄山书社  HSSS  
-- ('80536  浙江摄影  ZJSY  
-- ('80537  文心  WX  
-- ('80538  中原农民  ZYNM  
-- ('80543  四川辞书  SCCS  
-- ('80544  成都地图  CDDT  
-- ('80545  西安地图  XADT  
-- ('80546  三秦  SQ  
-- ('80547  新疆美术摄影  XJMSSY  
-- ('80548  蜀蓉棋艺  SRQY  
-- ('80550  书海  SH  
-- ('80551  山东友谊  SDYY  
-- ('80552  湖南地图  HNDT  
-- ('80553  上海音乐  SHYY  
-- ('80554  文津  WJ  
-- ('80555  大连  DL  
-- ('80556  沈阳  SY  
-- ('80558  黄河  HH  
-- ('80562  海潮摄影  HCSY  
-- ('80563  天津社会科学院  TJSHKXY  
-- ('80564  海南  HN  
-- ('80565  广西科学技术  GXKXJS  
-- ('80566  白山  BS  
-- ('80567  译林  YL  
-- ('80568  中国书店  ZGSD  
-- ('80569  上海书店  SHSD  
-- ('80570  南海  NH  
-- ('80571  海南摄影美术  HNSYMS  
-- ('80572  济南  JN  
-- ('80574  古吴轩  GWX  
-- ('80575  成都  CD  
-- ('80576  百家  BJ  
-- ('80578  山西教育  SXYY  
-- ('80580  江西美术  JXMS  
-- ('80582  广西美术  GXMS  
-- ('80584  贵州科技  GZKJ  
-- ('80586  云南美术  YNMS  
-- ('80587  甘肃文艺  GSWY  
-- ('80588  甘肃人民美术  GSRMMS  
-- ('80589  藏文古藉  ZWGJ  
-- ('80590  海南  HN  
-- ('80592  广州  GZ  
-- ('80593  同心  TX  
-- ('80594  西安  XA  
-- ('80595  远方  YF  
-- ('80596  宁夏人民教育  NXWMJY  
-- ('80597  海风  HF  
-- ('80598  山西古籍  SXGJ  
-- ('80599  延边人民  YBRM  
-- ('80600  京华  JH  
-- ('80601  辽宁画报  LNHB  
-- ('80602  宁波  NB  
-- ('80603  山东画报  SDHB  
-- ('80604  长春  CC  
-- ('80605  太白文艺  TBWY  
-- ('80606  吉林摄影  JLSY  
-- ('80607  珠海  ZH  
-- ('80608  甘肃文化  GSWH  
-- ('80609  南方  NF  
-- ('80610  鹭江  LJ  
-- ('80611  花山文艺  HSWY  
-- ('80612  大连  DL  
-- ('80613  上海远东  SHYD  
-- ('80614  南京  NJ  
-- ('80615  海天  HT  
-- ('80616  学林  XL  
-- ('80617  海南  HN  
-- ('80618  上海社会科学院  SHSHKXY  
-- ('80619  广西科学技术  GXKXJS  
-- ('80620  宁夏少年儿童  NXSNET  
-- ('80621  黄河水利  HHSL  
-- ('80622  上海书店  SHSD  
-- ('80623  河南文艺  HNWY  
-- ('80624  天地  TD  
-- ('80625  广西美术  GXMS  
-- ('80626  吉林文史  JLWS  
-- ('80627  东方出版中心  DFCBZX  
-- ('80628  三秦  SQ  
-- ('80629  济南  JN  
-- ('80630  黄山书社  HMSS  
-- ('80631  接力  JL  
-- ('80632  广东经济  GDJJ  
-- ('80633  杭州  HZ  
-- ('80634  泰山  TS  
-- ('80635  上海书画  SHSH  
-- ('80636  山西经济  SXJJ  
-- ('80638  辽海  LH  
-- ('80639  哈尔滨  HEB  
-- ('80640  海峡文艺  HXWY  
-- ('80641  中原农民  ZYNM  
-- ('80642  山东友谊  SDYY  
-- ('80643  江苏古籍  JSGJ  
-- ('80644  辽宁民族  LNMZ  
-- ('80645  海南  HN  
-- ('80646  上海文化  SHWH  
-- ('80647  百花洲文艺  BHZWY  
-- ('80648  延边人民  YBRM  
-- ('80649  辽海  LH  
-- ('80650  贵州教育  GZJY  
-- ('80651  羊城晚报  YCWB  
-- ('80652  南方日报  NFRB  
-- ('80653  广东旅游  GDLY  
-- ('80654  海天  HT  
-- ('80655  广州  GZ  
-- ('80656  百家  BJ  
-- ('80657  译林  YL  
-- ('80659  巴蜀书社  BSSS  
-- ('80660  南方  NF  
-- ('80661  上海远东  SHYD  
-- ('80662  贵州科技  GZKJ  
-- ('80663  中国书店  ZGSD  
-- ('80664  长春出版社  CCCBS  
-- ('80665  岳麓书社  YLSS  
-- ('80666  广西科学技术  GXKXJS  
-- ('80667  上海音乐  SHYY  
-- ('80668  学林  XL  
-- ('80669  辽海  KG  
-- ('80670  北方经纬测绘  BFJWCH  
-- ('80672  上海书画  SHSH  
-- ('80673  花山文艺  HSWY  
-- ('80674  广西美术  GXMS  
-- ('80675  内蒙古文化  NMGWH  
-- ('80676  文匯  WH  
-- ('80677  广东经济  GDJJ  
-- ('80678  上海书店  SHSD  
-- ('80679  接力  JL  
-- ('80680  太白文艺  TBWY  
-- ('80681  上海社会科学院  SHSHKXY  
-- ('80689  珠海  ZH  
-- ('80690  江西美术  JXMS  
-- ('80692  上海音乐学院  SHYY  
-- ('80693  新疆科学技术  XJKXJS  
-- ('80694  广陵书社  GLSS  
-- ('80697  海天  HT  
-- ('80699  哈尔滨  HEB  
-- ('80705  成都时代  CDSD  
-- ('80708  长江出版社  CJCBS  
-- ('80709  深圳报业集团  SZBYJT  
-- ('80759  中国画报出版社  WJCB  
-- ('810  江西高校  JXGX  
-- ('81000  对外经济贸易大学  DWJJMYDX  
-- ('81001  中央民族大学  ZYMZDX  
-- ('81002  中国农业大学  ZGNYDX  
-- ('81003  北京体育大学  BJTYDX  
-- ('81004  北京广播学院  BJGBXY  
('81005','东北财经大学','leaf'),
-- ('81006  东北大学  DBDX  
-- ('81007  哈尔滨工程大学  HEBGCDX  
-- ('81008  东北林业大学  DBLYDX  
-- ('81009  上海外语教育  SHWYJY  
-- ('81010  上海中医药大学  SHZYYDX  
-- ('81011  中国人民公安大学  ZGRMGADX  
-- ('81012  北京航空航天大学  BJHKHTDX  
-- ('81013  北京理工大学  BJLGDX  
-- ('81019  中国美术学院  ZGMSXY  
-- ('81022  西南交通大学  XNJTDX  
-- ('81024  国防科技大学  GFKJDX  
-- ('81025  云南大学  YNDX  
-- ('81027  警官教育  JGJY  
-- ('81028  河北大学  HBDX  
-- ('81029  暨南大学  JNDX  
-- ('8103  中国纺织大学  ZGFZDX  
-- ('81030  武汉测绘科技大学  WHCHKJDX  
-- ('81031  湖南师范大学  HNSFDX  
-- ('81032  山西高校联合  SXGX  
-- ('81033  开明  KM  
-- ('81034  北京医科大学  BJYKDX  
-- ('81036  汕头大学  STDX  
-- ('81037  苏州大学  SZDX  
-- ('81038  中国纺织大学  ZGFZDX  
-- ('81039  首都师范大学  SDSFDX  
-- ('81041  河南大学  HNDX  
('81042','辽宁师范大学','leaf'),
-- ('81043  电子科技  DZKJ  
('81044','东北财经大学','leaf'),
-- ('81045  北京理工大学  BJLGD  
-- ('81046  上海外语教育  SHWYJY  
-- ('81047  南京师范大学  NJSFDX  
-- ('81048  郑州大学  ZZDX  
-- ('81049  上海财经大学  SHCJDX  
-- ('81050  东南大学  DNDX  
-- ('81051  北京体育大学  BJTYDX  
-- ('81052  安徽大学  AH  
-- ('81053  湖南大学  HNDX  
('81054','东北大学','leaf'),
-- ('81055  西南财经大学  XNCJDX  
-- ('81056  中央民族大学  ZYMZDX  
-- ('81057  西南交通大学  XNJTDX  
-- ('81058  上海大学  SHDX  
-- ('81059  中国人民公安大学  ZGRMGADX  
-- ('81060  上海第二军医大学  SHDEJYDX  
-- ('81061  中南大学  ZNDX  
-- ('81063  武汉水利电力大学  WHSL  
-- ('81064  首都师范大学  SDSFDX  
-- ('81065  电子科技大学  DZDJDX  
-- ('81066  中国农业大学  ZGNYDX  
-- ('81067  青岛海洋大学  QDHYDX  
-- ('81068  云南大学  YNDX  
-- ('81070  中国矿业大学  ZGKYDX  
-- ('81071  北京大学医学  BJYKDX  
-- ('81072  中国协和医科大学  ZGXHYKDX  
-- ('81073  哈尔滨工程大学  HEBGCDX  
-- ('81074  内蒙古大学  NMGDX  
-- ('81075  江西高校  JXGX  
-- ('81076  东北林业大学  DBLYDX  
-- ('81077  北京航空航天大学  BJHKHTDX  
-- ('81078  对外经济贸易大学  DWJJMYDX  
-- ('81079  暨南大学  JNDX  
-- ('81080  上海外语教育  SHWYJY  
-- ('81081  湖南师范  HNSF  
-- ('81082  北方交通大学  BFJTDX  
-- ('81083  中国美术学院  ZGMSXY  
('81084','东北财经大学','leaf'),
-- ('81085  北京广播学院  BJGBXY  
-- ('81086  第四军医大学  DSJYDX  
-- ('81087  中国人民公安大学  ZGRMGADX  
-- ('81088  西南财经大学  XNCJDX  
-- ('81092  西北农林科大  XBNL  
-- ('81093  合肥工业大学  HFGYDX  
-- ('81100  北京体育大学  BJTYDX  
('81103','辽宁师范','leaf'),
-- ('8111  东华大学出版社  DHDX  
-- ('81129  黑龙江大学出版社  HLJDX  
-- ('81130  江苏大学出版社  ZSDX  
-- ('81140  浙江工商大学 ZJGS  
('8177','北京航空','leaf'),
-- ('8178  吉林出版集团  JLCBJT  
-- ('851  北京电通达  BJDTD  
-- ('88012  北京外语音像  BJWYYX  
-- ('88014  清华大学音像  QHDXYX  
-- ('88029  中国农业  ZGNY  
-- ('88041  中国职工音像  ZGZGYX  
-- ('88045  中国文采声像  ZGWCSX  
-- ('88057  公安部华盛音像  GABHSYX  
-- ('88059  九洲音像  JZYX  
-- ('88061  北京财经音像  BJCJ  
-- ('88307  北京市外文音像  BJSWWYX  
-- ('88352  海文  SHHW  
-- ('88358  哈工业大学音像  HGYDXYX  
-- ('88362  银声音像  YSYX  
-- ('88391  上海外语音像  SHWYYX  
('88394','大连理工大学','leaf'),
('88402','中国科技大学','leaf'),
-- ('88479  湖南电子音像  HNDZYX  
-- ('88497  广东省语言音像  GDSYYYX  
-- ('88512  广东音像  GDYX  
-- ('88575  四川省教育音像  SCSJYYX  
-- ('88585  重庆电子音像  CQDZYX  
-- ('88615  西安外语音像教材  XAWYYXJC  
('88702','中国人民大学','leaf'),
('8871','中国水利水电','leaf'),  
-- ('88713  人民交通  RMJT  
-- ('88714  奔流音像  PLYS  
-- ('88715  中国农业  ZGNY  
-- ('88718  外文  WW  
-- ('88732  中国少儿音像  ZGSRYX  
-- ('88742  世图音像电子  STYXDZ  
-- ('88833  吉林音像  JLYX  
('88844','上海交通大学 ','leaf'),
('88845','复旦大学','leaf'),
-- ('88849  上海文艺音像  SHWYYX  
-- ('88856  安徽电子音像  AHDZYX  
-- ('8888  无版别  WBB  
-- ('89300  海文  HW  
-- ('89301  海文  HW  
-- ('89400  海文  HW  
-- ('89495  北京明日东方科技  BJMRDFKJ  
-- ('89700  外文  WW  
-- ('89717  北影录音录像公司  BYLYLXGS  
-- ('89900  海文  HW  
('8999','大连理工大学','leaf'),
-- ('89993  天津外语音像出版社  TJWYYXCBS  
('89998','北京科海电子','leaf'),
('89999','北京希望电子','leaf'),
('899993','北京科海电子','leaf'),
-- ('900001 湖北教育  HBJY  
-- ('900020 麦特立达  MTLD  
-- ('900027 北京伟地电子  BJWDDZ  
('900031','北京希望电子','leaf'),
('900038','中国电力','leaf'),
('900043','机械工业','leaf'),
('900044','北京希望电子','leaf'),
('900049','北京希望电子 ','leaf'),
('900052','电子工业 ','leaf'),
-- ('900054 王琦电脑动画  WQDNDH  
('900056','北京希望电子','leaf'),
-- ('900057 北京中软电子  BJZRDZ  
('900066','机械工业','leaf'),
('900071','北京希望电子','leaf'),
-- ('900077 王琦电脑动画  WQDNDH  
-- ('900084 中科多媒体电子  ZKDMTDZ  
('900085','电脑报社','leaf'),
('900088','北京希望电子','leaf'),
('900094','机械工业','leaf'),
('900101','北京希望电子','leaf'),
('900107','北京科海电子','leaf'),
('900109','中国电力','leaf'),
-- ('900110 金版电子  JBDZ  
-- ('900112 电子制作杂志社  DZZZZZS  
-- ('900335 浦东电子  PDDZ  
-- ('900353 电脑报社  DNBS  
-- ('900355 四川电子音像  SCDZYX  
-- ('900359 金洪恩电脑  JHNDN  
-- ('900391 天健电子音像  TJDZYX  
-- ('900424 新疆电子出版社  XJDZ  
-- ('90044  齐鲁电子音像  QLYX  
-- ('900444 吉林电子  JLDZ  
('900617','清华大学','leaf'),
-- ('90062  外语教学与研究  WYJXYYJ  
-- ('900626 北京外语音像  BJWYYX  
('900630','清华大学 ','leaf'),
('900631','清华大学  ','leaf'),
('900635','清华大学','leaf'),
('900637','清华大学','leaf'),
-- ('900638 北京理工大学  BJLGDX  
-- ('900640 洪恩儿童教育  HEETJY  
('900641','清华大学','leaf'),
('900642','北京大学','leaf'),
('900643','清华大学','leaf'),
('90074','电子工业','leaf'),
-- ('957531 淑馨出版  SXCB  
-- ('980004 北京希望电子  BJXWDZ  
-- ('980007 北京希望电子  BJXWDZ  
-- ('980008 北京希望电子  BJXWDZ  
-- ('980010 北京希望电子  BJXWDZ  
-- ('980013 北京希望电子  BJXWDZ  
-- ('980015 北京希望电子  BJXWDZ  
-- ('980021 北京希望电子  BJXWDZ  
-- ('980023 北京希望电子  BJXWDZ  
-- ('980026 北京希望电子  BJXWDZ  
-- ('980029 外语教学研究  WYJXYJ  
-- ('980037 机械工业  JJGY  
-- ('980038 北京外语音像  BJWYYX  
-- ('980045 北京科海电子  BJKHJTGS  
-- ('980046 民族  MZ  
-- ('980047 中国石化  ZGSH  
-- ('997520 深圳音像公司  SZYXGS  
-- ('999000 吉林省教育音像  JLSJYYX  
('yxbb','音像版别','leaf');



/** 5、插入性别数据  **/
DELETE FROM `Book`.`code_sex`;
INSERT INTO `Book`.`code_sex` (`codeid`,`codename`,`codetype`) VALUES 
 ('1','男','leaf'),
 ('2','女','leaf');

/** 6、插入图书类型数据  **/
-- DELETE FROM `Book`.`code_sizes`;
-- INSERT INTO `Book`.`code_sizes` (`codeid`,`codename`,`codetype`) VALUES 



/** 7、插入图书类型数据  **/
-- DELETE FROM `Book`.`code_usertype`;
-- INSERT INTO `Book`.`code_usertype` (`codeid`,`codename`,`codetype`) VALUES 


/** 8、插入图书类型数据  **/
-- DELETE FROM `Book`.`code_version`;
-- INSERT INTO `Book`.`code_version` (`codeid`,`codename`,`codetype`) VALUES 


/** 9、插入图书类型数据  **/
-- DELETE FROM `Book`.`t_appointment`;
-- INSERT INTO `Book`.`t_appointment` (
--     `id`        int(10)         NOT NULL AUTO_INCREMENT COMMENT '自动编号',
--    `userid`    int(10)         NOT NULL                COMMENT '用户编号',
--    `bookid`    int(10)         NOT NULL                COMMENT '图书编号',
--    `aptdate`   datetime        DEFAULT NULL            COMMENT '预约时间',
--    `status`    tinyint(1)      DEFAULT 0               COMMENT '预约状态',
--    `notes`     text            DEFAULT NULL            COMMENT '备注信息',
-- ) VALUES 


/** 10、插入图书数据  **/
DELETE FROM `Book`.`T_Book`;
INSERT INTO `Book`.`T_Book` (
`bookid`,`typeid`,`isbn`,`title`,`authors`,`translators`,`pressid`,`pages`,
`sizesid`,`pubdate`,`versionid`,`price`,`amount`,`current`,`adddate`,`status`,
`contents`,`notes` ,`image`) VALUES 
(1, 'TP3', '1', '计算机系统结构', '郑伟民', NULL, '清华大学', 248, 16, '1992-01-01 00:00:00', 0, 11.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(2, 'TP3', '2', '计算机组织与结构原理', '张新荣', NULL, '天津大学', 330, 16, '1992-01-01 00:00:00', 0, 11.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(3, 'TP3', '2', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(4, 'TP3', '3', '计算机原理与系统结构', '侯炳辉', NULL, '清华大学', 323, 16, '1992-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(5, 'TP3', '3', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(6, 'TP39', '1', '微型机在仪器、测控和高速信号处理中的应用与实例', '林君', NULL, '海洋', 232, 16, '1992-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(7, 'TP3', '4', '计算机病毒概论', 'IDG', NULL, '爱奇公司', 294, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(8, 'TP3', '5', '80386软硬件系统深入剖析', '秦中禾', NULL, '中科院希望', 363, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(9, 'TP39', '2', '微型计算机IBMPC的原理与应用', '张福炎', NULL, '南京大学', 528, 16, '1984-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(10, 'TP3', '6', '计算机原理与设计', '李勇', NULL, '国防科技大学', 577, 16, '1989-01-01 00:00:00', 2, 1505.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(11, 'TP3', '6', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(12, 'TP3', '7', '第五代计算机原理实现与应用', '江岳译', NULL, '安徽电子科研所', 132, 16, '1987-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(13, 'TP3', '8', '计算机反病毒技术', '唐常杰', NULL, '电子工业', 179, 16, '1990-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(14, 'TP3', '9', '计算机病毒防范与信息对抗技术', '刘尊全', NULL, '清华大学', 346, 16, '1991-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(15, 'TP3', '10', '电子数字计算机原理', '唐朔飞', NULL, '哈工大', 372, 16, '1990-01-01 00:00:00', 2, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(16, 'TP3', '11', '计算机系统结构', '郑纬民', NULL, '清华大学', 248, 16, '1992-01-01 00:00:00', 0, 5.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(17, 'TP3', '16', '计算机组织与结构', '邹海明', NULL, '电子工业', 290, 16, '1996-01-01 00:00:00', 0, 6.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(18, 'TP3', '16', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(19, 'TP3', '12', '电脑硬件原理及维修实用手册', '郑健', NULL, '浙江大学', 408, 16, '1989-01-01 00:00:00', 0, 8.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(20, 'TP3', '13', '计算机系统结构', '孙强南', NULL, '科学', 262, 16, '1992-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(21, 'TP3', '14', '智能计算机系统论文摘要集1986-1990', '马俊如', NULL, '国防工业', 345, 16, '1991-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(22, 'TP3', '15', '计算机组成与结构', '王爱英', NULL, '清华大学', 483, 16, '1995-01-01 00:00:00', 2, 23.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(23, 'TP3', '15', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(24, 'TP3', '17', '同10', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(25, 'TP31', '1', '数据库系统教程', '袁晓洁', NULL, '南开大学', 190, 16, '1995-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(26, 'TP31', '2', '数据库界面设计技术与实例', '李武君', NULL, '海洋', 264, 16, '1992-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(27, 'TP31', '3', '汉字FOXBASE+数据库语言与应用程序的自动生成工具和', '邓幼强', NULL, '成都', 426, 16, '1998-01-01 00:00:00', 0, 11.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(28, 'TP31', '4', 'ASTPREMIUM/386实用软件与体系结构用户手册', '张怀莲', NULL, '科海培训中心', 124, 16, '1989-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(29, 'TP31', '5', '工具软件', '杨洪', NULL, '高等教育', 235, 16, '1996-01-01 00:00:00', 0, 17.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(30, 'TP31', '3', '同27', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(31, 'TP31', '6', 'FOXPRO2.6数据库应用教程', '翁正科', NULL, '清华大学', 365, 16, '1997-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(32, 'TP31', '7', 'ORACIE5.10版关系数据库系统教程', '杜小勇', NULL, '中科院希望', 431, 16, '1990-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(33, 'TP31', '8', 'PASCAL程序设计', '郗曼丽', NULL, '陕西科技', 267, 16, '1987-01-01 00:00:00', 0, 6.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(34, 'TP31', '9', '计算机软件技术基础', '赵文庆', NULL, '复旦大学', 222, 16, '1993-01-01 00:00:00', 0, 12.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(35, 'TP31', '9', '同上', '', NULL, '', 0, 16, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(36, 'TP31', '10', 'IBMPC[0520]汇编语言程序设计', '沈美明', NULL, '清华大学', 438, 16, '1987-01-01 00:00:00', 0, 7.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(37, 'TP31', '11', 'MS-PORTRAA77程序设计语言', '崔秀梅', NULL, '中南工业大学', 330, 16, '1987-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(38, 'TP31', '12', 'PROLOG高级程序设计', '斯特林', NULL, '西安交大', 285, 16, '1990-01-01 00:00:00', 0, 4.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(39, 'TP31', '13', 'QUICKBASIC结构化程序设计', '刘秉刚', NULL, '重庆大学', 257, 16, '1992-01-01 00:00:00', 0, 5.9200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(40, 'TP31', '14', 'IBM-PC汇编语言程序设计例题习题集', '温冬婵', NULL, '清华大学', 118, 16, '1991-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(41, 'TP31', '14', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(42, 'TP31', '15', 'C语言及其程序设计', '孙玉方', NULL, '中科院', 207, 16, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(43, 'TP31', '16', '编译程序构造', '李宪廷', NULL, '大工计算机', 267, 16, '1987-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(44, 'TP31', '17', '程序语言的形式规范概论', '周之英译', NULL, '清华', 168, 16, '1986-01-01 00:00:00', 0, 1.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(45, 'TP31', '18', '程序设计技巧', '晏晓焰', NULL, '清华大学', 142, 16, '1985-01-01 00:00:00', 0, 1.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(46, 'TP31', '19', '计算机程序设计技巧第三卷排序和查找', '克努特', NULL, '国防工业', 645, 16, '1984-01-01 00:00:00', 0, 5.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(47, 'TP31', '20', 'FORTRAN语言程序设计', '谭浩强', NULL, '高等教育', 259, 16, '1986-01-01 00:00:00', 0, 2.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(48, 'TP31', '20', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(49, 'TP3', '18', 'MICROSOFT WINDOWS3.0用户手册', '王晓涌', NULL, '北京联想', 334, 16, '1990-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(50, 'TP3', '19', 'IBMPC系列微机接口与通风原理及实例', '李克春', NULL, '大连理工', 161, 16, '1990-01-01 00:00:00', 0, 2.5100, 0, 0, NULL, NULL, '暂无', NULL, ''),
(51, 'TP31', '21', 'IBM-PC汇编语言程序设计', '沈美明', NULL, '清华大学', 422, 16, '1991-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(52, 'TP3', '20', '计算机硬件维修实例集锦', '北京科海', NULL, '云南计算机培训中心', 111, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(53, 'TP3', '21', 'DOSDEBVG3.31详解', '李启龙', NULL, '希望电脑', 217, 16, '1992-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(54, 'TP31', '22', 'MICROSOFE WINDOWS最新窗口软件开发与指导', '许青', NULL, '中科院', 400, 16, '1991-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(55, 'TP31', '23', '汉字FOXBASE+2.10编程技巧与实例', '', NULL, '希望电脑', 290, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(56, 'TP31', '24', '汉字FOXBASE+2.10编程技巧与实例', '', NULL, '希望电脑', 557, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(57, 'TP3', '22', '可自制计算机外围设备', '戈登', NULL, '陕西电子', 172, 16, '1980-01-01 00:00:00', 0, 3.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(58, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(59, 'TP39', '3', '计算机图形学', '孙家广', NULL, '清华大学', 569, 16, '1995-01-01 00:00:00', 2, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(60, 'TP3', '24', '计算机原理与设计', '李勇', NULL, '国防科技大学', 364, 16, '1985-01-01 00:00:00', 0, 3.7600, 0, 0, NULL, NULL, '暂无', NULL, ''),
(61, 'TP3', '25', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(62, 'TP23', '23', '硬盘管理与维护技术', '', NULL, '中科院', 209, 16, '1991-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(63, 'TP31', '25', '汉字FOXBASE+使用手册2.10', '', NULL, '中科院', 421, 16, '1991-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(64, 'TP31', '26', 'UNIX操作系统教程', '尤晋元', NULL, '西安电子科大', 319, 16, '1985-01-01 00:00:00', 0, 4.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(65, 'TP31', '26', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(66, 'TP31', '27', '操作系统基础', '屠立德', NULL, '清华大学', 218, 16, '1987-01-01 00:00:00', 0, 4.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(67, 'TP31', '27', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(68, 'TP31', '28', 'PC-MOS/386多用户操作系统用户手册', '', NULL, '科海培训', 153, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(69, 'TP31', '29', 'MS-DOS4.0磁盘协作系统', '郁少文', NULL, '陕西电子', 260, 16, '1988-01-01 00:00:00', 0, 8.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(70, 'TP39', '4', 'IBMPC计算机制图入门', '米切尔', NULL, '邵阳科技', 284, 16, '1985-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(71, 'TP3', '26', '8098单片机及其应用设计例题习题教程', '刘复华', NULL, '清华大学', 256, 16, '1997-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(72, 'TP39', '5', '计算机仿真技术', '郭云芳', NULL, '北方航空航天大学', 325, 16, '1991-01-01 00:00:00', 0, 5.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(73, 'TP39', '5', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(74, 'TP39', '6', 'IBMPC故障检测与维修指南', '布伦纳', NULL, '科学', 185, 16, '1987-01-01 00:00:00', 0, 2.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(75, 'TP31', '30', 'CC-DOSV4.0汉字操作系统实用技术', '钱培德', NULL, '中科院', 248, 16, '1989-01-01 00:00:00', 0, 28.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(76, 'TP39', '7', '计算机图形学', '孙家广', NULL, '清华大学', 322, 16, '1986-01-01 00:00:00', 0, 3.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(77, 'TP39', '8', '用C语言开发图形软件', '中科院', NULL, '北京新闻', 454, 16, '1988-01-01 00:00:00', 0, 15.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(78, 'TP31', '31', '计算机辅助设计技术基础', '孙家广', NULL, '清华大学', 322, 16, '1990-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(79, 'TP31', '31', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(80, 'TP31', '33', 'COBOL语言下', '谭浩强', NULL, '清华大学', 219, 16, '1984-01-01 00:00:00', 0, 1.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(81, 'TP31', '32', 'COBOL语言上', '谭浩强', NULL, '清华大学', 204, 16, '1984-01-01 00:00:00', 0, 1.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(82, 'TP31', '34', 'COBOL语言基础', '徐元宙', NULL, '上海科技', 285, 16, '1984-01-01 00:00:00', 0, 3.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(83, 'TP31', '35', '计算机局域网络技术与应用', '汪日康', NULL, '上海科普', 272, 16, '1989-01-01 00:00:00', 0, 7.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(84, 'TP31', '36', '计算机局部网络原理及应用', '潘启敬', NULL, '367', 16, 1989, '1980-01-01 00:00:00', 5, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(85, 'TP31', '37', '软件工程概论', '孙振飞', NULL, '湖南科技', 182, 16, '1987-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(86, 'TP39', '9', '近代数字信号处理通用程序', '', NULL, '北方交大', 652, 16, '1988-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(87, 'TP39', '8', '同77', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(88, 'TP39', '10', '实用真三维CAD系统DESIGN CAD3-D使用指南', '陈晓曦', NULL, '希望电脑', 130, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(89, 'TP31', '38', 'IBMPC实用技术高级专题软件解密技术', '丁红卫', NULL, '希望电脑', 241, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(90, 'TP39', '11', '微型计算机接口与应用', '黄遵熹', NULL, '西北工大', 211, 16, '1989-01-01 00:00:00', 0, 2.7600, 0, 0, NULL, NULL, '暂无', NULL, ''),
(91, 'TP31', '39', '分布式数据库系统原理与设计 微机管理信息系统大全之', '杜振华', NULL, '陕西电子', 461, 16, '1987-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(92, 'TP39', '12', '接口与通信', '黎康保', NULL, '西北工大', 432, 16, '1989-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(93, 'TP3', '27', '微处理及其应用', '严志华', NULL, '高等教育', 305, 16, '1986-01-01 00:00:00', 0, 3.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(94, 'TP4', '27', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(95, 'TP31', '40', '分布式数据库系统概论', '欧阳享武', NULL, '航空工业', 280, 16, '1989-01-01 00:00:00', 0, 3.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(96, 'TP3', '28', '初级微电脑图解教程', '大久保阳一', NULL, '电子工业', 228, 16, '1984-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(97, 'TP31', '41', '局部网络的设计与实现', '费爱军', NULL, '中科院', 231, 16, '1985-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(98, 'TP31', '42', '计算机网络原理结构及协议', '王英林', NULL, '中科院', 357, 16, '1986-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(99, 'TP39', '13', '三维动画制作软件3DSTUDIOR2.0/2.01A中级教程', '中人', NULL, '北京得力软件', 357, 16, '1993-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(100, 'TP31', '43', '汉字以太网技术', '程向前', NULL, '陕西电子', 277, 16, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(101, 'TP31', '44', '计算机组成原理与汇编语言程序设计', '俸远祯', NULL, '电子工业', 519, 16, '1997-01-01 00:00:00', 0, 38.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(102, 'TP3', '29', '计算机组成与结构第二版', '王爱英', NULL, '清华大学', 483, 16, '1995-01-01 00:00:00', 2, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(103, 'TP3', '30', '计算机硬件（程序版）', '徐拾义', NULL, '清华大学', 155, 16, '1990-01-01 00:00:00', 0, 5.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(104, 'TP3', '31', '微机与单片机接口技术及应用', '陈汝全', NULL, '成都电讯', 313, 16, '1989-01-01 00:00:00', 0, 6.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(105, 'TP3', '32', '图解电子计算机原理', '蔡道法', NULL, '人民邮电', 284, 16, '1989-01-01 00:00:00', 0, 7.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(106, 'TP39', '14', '微型计算机维修技术', '上海电子', NULL, '上海科技', 225, 16, '1986-01-01 00:00:00', 0, 3.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(107, 'TP39', '15', '微型计算机故障检测与维修', '兰克', NULL, '陕西电子', 203, 16, '1985-01-01 00:00:00', 0, 4.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(108, 'TP39', '16', '微机电路与故障维修', '金光惠', NULL, '海洋', 292, 16, '1992-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(109, 'TP31', '45', '汉字DBASE3与FOXPRO原理及应用', '陈梅盈', NULL, '中南工大', 310, 16, '1994-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(110, 'TP3', '33', '单片微机接口与系统设计', '高明', NULL, '哈工大', 146, 16, '1995-01-01 00:00:00', 0, 10.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(111, 'TP3', '34', '微型计算机技术及应用', '戴梅萼', NULL, '清华大学', 553, 16, '1991-01-01 00:00:00', 0, 11.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(112, 'TP3', '35', '8086到80486微型计算机系统原理与接口', '曲伯涛', NULL, '大连理工', 365, 16, '1994-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(113, 'TP31', '46', 'WINDOWS2000SEVER资源大全第1卷', 'MIERSOFE', NULL, '机械工业', 443, 16, '2001-01-01 00:00:00', 0, 85.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(114, 'TP31', '47', '同上 第2卷', '', NULL, '', 755, 16, '2001-01-01 00:00:00', 0, 139.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(115, 'TP31', '48', '同上 第3卷', '', NULL, '', 646, 16, '2001-01-01 00:00:00', 0, 125.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(116, 'TP31', '49', '同上 第4卷', '', NULL, '', 616, 16, '2001-01-01 00:00:00', 0, 118.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(117, 'TP31', '50', '同上 第5卷', '', NULL, '', 965, 16, '2001-01-01 00:00:00', 0, 185.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(118, 'TP31', '51', '同上 第6卷', '', NULL, '', 456, 16, '2001-01-01 00:00:00', 0, 88.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(119, 'TP31', '52', '专家系统原理与编程', 'JOSEPH', NULL, '机械工业', 420, 16, '2000-01-01 00:00:00', 0, 49.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(120, 'TP31', '53', '编译原理几实践', 'KENNETH', NULL, '机械工业', 427, 16, '2000-01-01 00:00:00', 0, 39.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(121, 'TP31', '54', '数据库系统概念', 'ABRAHAM', NULL, '机械工业', 525, 16, '2000-01-01 00:00:00', 0, 49.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(122, 'TP31', '55', '计算机文化', 'JUNE', NULL, '机械工业', 460, 16, '2000-01-01 00:00:00', 0, 50.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(123, 'TP31', '56', '可扩展并行计算技术、结构与编程', '黄铠', NULL, '机械工业', 531, 16, '2000-01-01 00:00:00', 0, 49.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(124, 'TP31', '57', 'UNIX编程环境', 'BRIAN', NULL, '机械工业', 255, 16, '1999-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(125, 'TP31', '58', '计算机网络实用教程', 'TAMARA', NULL, '机械工业', 579, 16, '2000-01-01 00:00:00', 0, 65.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(126, 'TP31', '59', '现代操作系统', 'AUDREW', NULL, '机械工业', 501, 16, '1999-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(127, 'TP31', '60', '计算机网络实用教程实验手册', 'TODD', NULL, '机械工业', 124, 16, '2000-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(128, 'TP31', '61', '人工智能', 'MILS', NULL, '机械工业', 317, 16, '2000-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(129, 'TP31', '62', '数据通信与网络', 'BEHROUZ', NULL, '机械工业', 516, 16, '2000-01-01 00:00:00', 0, 48.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(130, 'TP31', '63', '数据仓库', '', NULL, '机械工业', 0, 16, '1980-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(131, 'TP31', '64', 'TURBOPROLOG2.0用户手册', '丛海莱', NULL, '北京联想', 302, 16, '1990-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(132, 'TP31', '65', '数据库系统概论', '萨师焰', NULL, '高等教育', 285, 16, '1991-01-01 00:00:00', 2, 4.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(133, 'TP31', '66', '软件工程导论', '张海潘', NULL, '清华大学', 317, 16, '1987-01-01 00:00:00', 0, 4.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(134, 'TP31', '67', '计算机网络', '顾冠群', NULL, '江苏科技', 277, 16, '1989-01-01 00:00:00', 0, 3.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(135, 'TP31', '68', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(136, 'TP31', '69', '应用软件实践教程', '郭浩志', NULL, '西安电子科技大', 269, 16, '1986-01-01 00:00:00', 0, 2.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(137, 'TP31', '70', 'TRUEBASIC程序设计', '谭浩强', NULL, '清华大学', 302, 16, '1989-01-01 00:00:00', 0, 7.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(138, 'TP31', '71', '微计算机图形处理（技术与应用）', 'DON ALD', NULL, '陕西电子', 265, 16, '1980-01-01 00:00:00', 0, 11.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(139, 'TP31', '72', '专家系统和模糊系统及程序实例', '刘甫迎', NULL, '中科院成都计算机', 434, 16, '1985-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(140, 'TP31', '73', 'PROLOG高级程序设计', '斯特林', NULL, '西安交大', 785, 16, '1990-01-01 00:00:00', 0, 4.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(141, 'TP31', '74', '汇编语言教程', '朱慧真', NULL, '国防工业', 345, 16, '1988-01-01 00:00:00', 0, 10.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(142, 'TP31', '75', 'TURBO PROLOG2.0参考手册', '丛海莱', NULL, '北京联想', 295, 16, '1990-01-01 00:00:00', 0, 34.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(143, 'TP31', '76', '软件工程导论（同133）', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(144, 'TP31', '77', 'PASCAL程序设计及其应用', '王诚', NULL, '清华大学', 478, 16, '1983-01-01 00:00:00', 0, 5.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(145, 'TP31', '78', '数据结构（上册）', '严蔚敏', NULL, '清华大学', 165, 16, '1986-01-01 00:00:00', 0, 1.4300, 0, 0, NULL, NULL, '暂无', NULL, ''),
(146, 'TP31', '79', '数据结构（下册）', '严蔚敏', NULL, '清华大学', 195, 16, '1986-01-01 00:00:00', 0, 1.5700, 0, 0, NULL, NULL, '暂无', NULL, ''),
(147, 'TP31', '80', 'FOXPRO2.5FOR DOS应用程序设计', '郑阿奇', NULL, '东南大学', 494, 16, '1994-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(148, 'TP31', '81', '计算机软件（程序员级）', '唐毅', NULL, '清华大学', 414, 16, '1990-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(149, 'TP31', '82', '软件人员水平考试题例和选解（第二版）', '杨德元', NULL, '清华大学', 352, 16, '1991-01-01 00:00:00', 0, 8.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(150, 'TP31', '83', 'BASIC程序设计教程', '谭浩强', NULL, '高等教育', 327, 16, '1988-01-01 00:00:00', 0, 5.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(151, 'TP31', '84', '程序设计考试指导（程序员级、高级程序员级）', '郑人杰', NULL, '清华大学', 254, 16, '1991-01-01 00:00:00', 0, 7.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(152, 'TP31', '85', '程序员水平考试指导', '朱慧真', NULL, '清华大学', 285, 16, '1991-01-01 00:00:00', 0, 7.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(153, 'TP31', '86', '计算机网络的结构与实现', '中国电子', NULL, '电子工业', 754, 16, '1990-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(154, 'TP31', '87', '三维动画基础教程', '仲式束', NULL, '北京希望', 265, 16, '1984-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(155, 'TP31', '88', '计算机常用算法', '徐士良', NULL, '清华大学', 373, 16, '1995-01-01 00:00:00', 0, 18.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(156, 'TP31', '89', '计算机绘图基础及应用', '卢振荣', NULL, '西安交大', 339, 16, '1991-01-01 00:00:00', 0, 5.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(157, 'TP31', '90', '计算机网络概论', '何莉', NULL, '高等教育', 200, 16, '1992-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(158, 'TP31', '91', 'TURBOC程序设计技术', '潘金贵', NULL, '南京大学', 336, 16, '1991-01-01 00:00:00', 2, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(159, 'TP31', '92', '中文POWERPOINT95快学通', '曹国钧', NULL, '西安电子科技', 372, 16, '1997-01-01 00:00:00', 0, 31.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(160, 'TP31', '93', '常用动画设计技巧', '王蒙', NULL, '北京希望', 324, 16, '1994-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(161, 'TP31', '94', '1992年度试题分析与解答', '张然', NULL, '清华大学', 216, 16, '1994-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(162, 'TP31', '95', '1993年度试题分析与解答', '张然', NULL, '清华大学', 205, 16, '1994-01-01 00:00:00', 0, 11.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(163, 'TP31', '96', 'FOXPRO2.6数据库应用教程', '翁正科', NULL, '清华大学', 336, 16, '1997-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(164, 'TP31', '97', '编译原理及其实现技术', '侯文永', NULL, '上海交大', 216, 16, '1993-01-01 00:00:00', 0, 7.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(165, 'TP31', '98', '科学计算可视华导论', '李晓梅', NULL, '国防科技大', 174, 16, '1996-01-01 00:00:00', 0, 19.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(166, 'TP31', '99', '计算机绘图软件包AUTOLAD11.0INSIDE AUTOCAD大全上册', '谷晓欧', NULL, '北京希望', 497, 16, '1992-01-01 00:00:00', 0, 19.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(167, 'TP31', '100', '数据库系统导论', '施伯乐', NULL, '高等教育', 327, 16, '1994-01-01 00:00:00', 0, 8.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(168, 'TP31', '101', '程序设计语言与编译', '龚天富', NULL, '电子工业', 242, 16, '1997-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(169, 'TP31', '102', '工具软件', '杨洪', NULL, '高等教育', 236, 16, '1996-01-01 00:00:00', 0, 17.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(170, 'TP31', '103', 'TRAN77程序设计上机指导', '朱明方', NULL, '清华大学', 132, 16, '1993-01-01 00:00:00', 0, 5.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(171, 'TP3', '36', '微型机过程控制接口技术', '潘新民', NULL, '华中理工大学', 237, 16, '1988-01-01 00:00:00', 4, 4.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(172, 'TP3', '36', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(173, 'TP3', '37', '实验设计与数据处理', '田胜元', NULL, '中国建筑工业', 235, 16, '1988-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(174, 'TP3', '37', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(175, 'TP3', '37', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(176, 'TP3', '38', '计算机控制技术', '蒋嗣荣', NULL, '西北电讯工程学院', 270, 16, '1987-01-01 00:00:00', 0, 2.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(177, 'TP3', '39', '自动控制实验教程', '黄永宣', NULL, '电子工业', 237, 16, '1989-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(178, 'TP3', '40', '过程计算机控制系统', '尹绍靖', NULL, '西北工业大学', 361, 16, '1989-01-01 00:00:00', 0, 4.6300, 0, 0, NULL, NULL, '暂无', NULL, ''),
(179, 'TP3', '40', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(180, 'TP3', '40', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(181, 'TP3', '40', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(182, 'TP3', '41', '过程计算机控制', '王锦标', NULL, '清华大学', 300, 16, '1992-01-01 00:00:00', 0, 5045.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(183, 'TP3', '41', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(184, 'TP3', '42', '自动控制实验教程', '黄永宣', NULL, '电子工业', 237, 16, '1989-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(185, 'TP3', '42', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(186, 'TP3', '42', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(187, 'TP3', '43', '微型计算机接口与应用', '黄道熹', NULL, '西北工业大学', 211, 16, '1989-01-01 00:00:00', 0, 2.7600, 0, 0, NULL, NULL, '暂无', NULL, ''),
(188, 'TP3', '44', '微型计算机接口技术', '李大友', NULL, '高等教育', 362, 16, '1994-01-01 00:00:00', 0, 17.2200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(189, 'TP3', '44', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(190, 'TP3', '45', 'LQ-1600使用维修手册', '', NULL, '北京科海培训', 186, 16, '1990-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(191, 'TP3', '46', '磁盘驱动器维修详解', '顾亦男', NULL, '爱奇高技术', 240, 16, '1992-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(192, 'TP3', '45', '同192', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(193, 'TP3', '47', '激光打印机原理、使用与维修', '杨世卿', NULL, '北京科海培训', 226, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(194, 'TP3', '48', '微型机接口技术', '王承发', NULL, '高等教育', 291, 16, '1996-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(195, 'TP3', '47', '同193', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(196, 'TP31', '104', 'IBMPC联网原理及应用', '应吉康', NULL, '清华大学', 175, 16, '1990-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(197, 'TP31', '104', '计算机操作系统', '汤子赢', NULL, '西北电讯工业学院', 320, 16, '1984-01-01 00:00:00', 0, 3.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(198, 'TP31', '106', '人工智能语言TURBO PROLOG2.0', '潘喝贵', NULL, '上海快必达', 276, 16, '1994-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(199, 'TP31', '107', '程序设计语言编译原理', '陈火旺', NULL, '国防工业', 309, 16, '1984-01-01 00:00:00', 2, 5.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(200, 'TP31', '108', '软件加密与解密技术及其应用实例专辑', '', NULL, '中科院', 292, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(201, 'TP31', '109', '软件工程与软件质量分析', '李友仁', NULL, '电子工业', 255, 16, '1987-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(202, 'TP31', '110', '实用DOS详解词典', '徐宝文', NULL, '电子工业', 400, 16, '1992-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(203, 'TP31', '111', 'FOXBASE+原理及应用', '王云宜', NULL, '中南工业大学', 270, 16, '1993-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(204, 'TP31', '112', 'IBM-PC汇编语言程序设计', '沈美明', NULL, '清华大学', 422, 16, '1991-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(205, 'TP31', '113', '鼠标器程序员参考手册', '许志平', NULL, '中科院', 207, 16, '1992-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(206, 'TP31', '114', '数据库设计', '姚卿达', NULL, '高等教育', 329, 16, '1987-01-01 00:00:00', 0, 3.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(207, 'TP31', '115', '计算机辅助语言教学初步', '肯宁', NULL, '华中理工大学', 227, 32, '1988-01-01 00:00:00', 0, 1.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(208, 'TP31', '116', '1986年全国青少年程序设计竞赛试题题解', '软件报', NULL, '科技文献', 338, 32, '1987-01-01 00:00:00', 0, 2.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(209, 'TP31', '117', '数据库系统基础', '冯玉才', NULL, '华中工学院', 434, 32, '1984-01-01 00:00:00', 0, 2.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(210, 'TP31', '117', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(211, 'TP31', '118', 'C语言教程-设计指导', 'ALKELLEY', NULL, '人民邮电', 418, 32, '1989-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(212, 'TP31', '119', '操作系统教程', '孙钟秀', NULL, '高等教育', 402, 32, '1989-01-01 00:00:00', 0, 4.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(213, 'TP31', '120', '计算机算法：设计和分析引论', '萨巴斯', NULL, '复旦大学', 354, 32, '1985-01-01 00:00:00', 0, 2.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(214, 'TP31', '121', 'ADA语言程序设计教程', '何诚', NULL, '四川科技', 565, 32, '1987-01-01 00:00:00', 0, 4.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(215, 'TP31', '121', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(216, 'TP31', '121', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(217, 'TP31', '121', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(218, 'TP31', '122', 'UNIX操作系统', '克里斯琴', NULL, '电子工业', 435, 32, '1991-01-01 00:00:00', 0, 6.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(219, 'TP31', '123', '汇编语言程序设计基础', '王春森', NULL, '高等教育', 469, 32, '1983-01-01 00:00:00', 0, 4.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(220, 'TP31', '124', '微型计算机辅助设计', '张贤正', NULL, '江苏科技', 261, 32, '1988-01-01 00:00:00', 0, 1.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(221, 'TP31', '124', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(222, 'TP31', '125', '局部网络技术教程上下', '何诚', NULL, '机械工业', 802, 32, '1986-01-01 00:00:00', 0, 5.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(223, 'TP31', '125', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(224, 'TP31', '126', 'PASCAL程序设计实用手册', '裘春航', NULL, '大连工学院', 514, 32, '1986-01-01 00:00:00', 0, 2.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(225, 'TP31', '127', 'UIVIX操作系统设计', '莫里斯', NULL, '北京大学', 562, 32, '1989-01-01 00:00:00', 0, 9.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(226, 'TP31', '127', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(227, 'TP31', '128', 'TRUEBASIC程序设计', '杜瞬国', NULL, '高等教育', 351, 32, '1992-01-01 00:00:00', 0, 4.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(228, 'TP31', '129', '专家系统', '黄可鸣', NULL, '东南大学', 263, 32, '1991-01-01 00:00:00', 0, 2.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(229, 'TP31', '129', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(230, 'TP31', '130', '软件工作的科学管理', '麦克卢尔', NULL, '复旦大学', 170, 32, '1988-01-01 00:00:00', 0, 1.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(231, 'TP31', '130', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(232, 'TP31', '131', '软件工程-方法、工具和实践', '冯玉琳', NULL, '中国科技大', 362, 32, '1988-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(233, 'TP31', '132', 'UNIX使用大全', 'COFFIN', NULL, '电子工业', 697, 32, '1991-01-01 00:00:00', 0, 11.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(234, 'TP31', '133', '计算机局部网-网络原理与性能评价', '汤毅坚', NULL, '人民邮电', 380, 32, '1989-01-01 00:00:00', 0, 2.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(235, 'TP31', '134', 'C语言教程-程序设计指导', 'ALKELLEY', NULL, '人民邮电', 418, 32, '1989-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(236, 'TP31', '135', '操作系统教程', '孙钟秀', NULL, '高等教育', 402, 32, '1989-01-01 00:00:00', 0, 4.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(237, 'TP31', '136', '编译程序构造', '何炎祥', NULL, '武汉大学', 356, 32, '1988-01-01 00:00:00', 0, 2.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(238, 'TP31', '137', 'DOS使用大全', 'KRIS', NULL, '电子工业', 953, 32, '1989-01-01 00:00:00', 0, 13.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(239, 'TP31', '138', '计算机辅助教育基本原理', '师书恩', NULL, '电子工业', 347, 32, '1995-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(240, 'TP31', '139', 'MS-DOS高水平程序设计', '夏东涛', NULL, '电子工业', 393, 32, '1989-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(241, 'TP31', '140', 'IBMPC编程指南', 'ROBORT', NULL, '电子工业', 603, 32, '1988-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(242, 'TP31', '141', 'DOSIBIOS使用详解', 'STEVEN', NULL, '电子工业', 736, 32, '1989-01-01 00:00:00', 0, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(243, 'TP31', '142', '同步并行算法', '赛贤福', NULL, '国防科技大学', 409, 32, '1986-01-01 00:00:00', 0, 2.6700, 0, 0, NULL, NULL, '暂无', NULL, ''),
(244, 'TP31', '143', '可计算性与计算复杂性导引', '张立昂', NULL, '北京大学', 299, 32, '1996-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(245, 'TP31', '144', '汉字信息处理系统', '曾庆辉', NULL, '东南大学', 578, 32, '1989-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(246, 'TP31', '145', '数字系统计算机辅助设计', '卢因', NULL, '科学', 368, 32, '1983-01-01 00:00:00', 0, 2.7600, 0, 0, NULL, NULL, '暂无', NULL, ''),
(247, 'TP31', '146', '计算机局部网络', '熊成烈', NULL, '电子工业', 416, 32, '1994-01-01 00:00:00', 0, 6.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(248, 'TP31', '147', '数据库（FOXBASE+）应用基础', '徐征锋', NULL, '大连理工大学', 280, 32, '1996-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(249, 'TP31', '148', '办公信息处理', '韩玉喧', NULL, '大连理工大学', 382, 32, '1992-01-01 00:00:00', 0, 8.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(250, 'TP31', '149', '论大型软件开发', '布鲁克斯', NULL, '武汉大学', 178, 32, '1986-01-01 00:00:00', 0, 1.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(251, 'TP31', '150', '局部计算机网络', '李增智', NULL, '陕西科技', 357, 32, '1986-01-01 00:00:00', 0, 2.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(252, 'TP31', '151', '计算机网络原理', '王行刚', NULL, '人民邮电', 399, 32, '1987-01-01 00:00:00', 0, 3.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(253, 'TP31', '152', 'BASIC语言系列练习第一册', '彭梦华', NULL, '北京师范大学', 386, 32, '1985-01-01 00:00:00', 0, 1.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(254, 'TP31', '153', '编译原理与实现', '金成植', NULL, '高等教育', 235, 32, '1989-01-01 00:00:00', 0, 2.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(255, 'TP31', '154', '数据结构题集', '严蔚敏', NULL, '清华大学', 194, 32, '1988-01-01 00:00:00', 0, 3.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(256, 'TP31', '154', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(257, 'TP31', '155', '计算机软件测试技巧', '周芝英', NULL, '清华大学', 209, 32, '1985-01-01 00:00:00', 0, 1.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(258, 'TP31', '155', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(259, 'TP31', '156', 'DOS环境下的数据交换', '中科院', NULL, '希望电脑', 245, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(260, 'TP31', '156', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(261, 'TP31', '157', 'HOPEAUTOCAD10.0参考大全', '石放', NULL, '中科院', 524, 16, '1991-01-01 00:00:00', 0, 46.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(262, 'TP31', '158', '计算机通讯与联网技术', '中科院', NULL, '希望电脑', 337, 16, '1992-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(263, 'TP31', '159', 'FOXPRO数据库应用教程', '上海科技', NULL, '计算机', 159, 16, '1996-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(264, 'TP31', '159', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(265, 'TP31', '159', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(266, 'TP31', '160', '计算机实时控制软件设计导论', '严蔚薇', NULL, '清华大学', 306, 16, '1990-01-01 00:00:00', 0, 3.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(267, 'TP31', '161', 'FOXBASE+及其程序设计技巧（续篇）', '周苏', NULL, '天津科技', 380, 16, '1990-01-01 00:00:00', 0, 10.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(268, 'TP31', '162', '计算机网络', '顾冠群', NULL, '江苏科技', 277, 16, '1989-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(269, 'TP31', '163', 'FOXTRO2.5FORDOS应用程序设计', '郑阿奇', NULL, '东南大学', 494, 16, '1994-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(270, 'TP31', '164', '软件人员水平考试题例和选解', '杨德元', NULL, '清华大学', 352, 16, '1991-01-01 00:00:00', 2, 8.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(271, 'TP31', '165', '计算机网络概论', '何莉', NULL, '高等教育', 200, 16, '1992-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(272, 'TP31', '166', '软件人员水平考试辅导', '杨德元', NULL, '清华大学', 223, 16, '1988-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(273, 'TP31', '167', '微型机MICRO-PROLG语言及应用', '纪有奎', NULL, '海洋', 290, 16, '1986-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(274, 'TP31', '168', '计算机操作系统', '汤子赢', NULL, '西北电讯工程学院', 320, 16, '1984-01-01 00:00:00', 0, 3.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(275, 'TP31', '169', 'TURBODROLOG程序设计', '陈兆乾', NULL, '南京大学', 398, 16, '1989-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(276, 'TP31', '170', '磁盘机原理与软件加密解密实用技术', '夏东涛', NULL, '科海培训', 148, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(277, 'TP31', '171', 'CCDOSV4.0程序结构注释', '钱培德', NULL, '中科院', 248, 16, '1989-01-01 00:00:00', 0, 28.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(278, 'TP31', '172', 'BASIC程序设计教程', '谭浩强', NULL, '高等教育', 327, 16, '1988-01-01 00:00:00', 0, 5.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(279, 'TP31', '172', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(280, 'TP31', '173', 'FORTRAN77程序设计上机指', '朱明方', NULL, '清华大学', 132, 16, '1993-01-01 00:00:00', 0, 5.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(281, 'TP31', '173', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(282, 'TP31', '174', '计算机网络概论', '何莉', NULL, '高等教育', 200, 16, '1992-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(283, 'TP31', '174', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(284, 'TP31', '174', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(285, 'TP31', '175', '数据库原理与设计', '张拢祥', NULL, '西南交通大学', 247, 16, '1995-01-01 00:00:00', 16, 15.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(286, 'TP31', '176', 'FOXPRO2.5FORDOS应用程序设计', '郑阿奇', NULL, '东南大学', 494, 16, '1994-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(287, 'TP31', '177', '3+以太网络工作原理及其应用', '杜秀冷', NULL, '机电部培训', 243, 16, '1989-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(288, 'TP31', '177', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(289, 'TP31', '178', '计算机时实控制软件设计导论', '眼携薇', NULL, '清华大学', 306, 16, '1990-01-01 00:00:00', 0, 3.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(290, 'TP31', '179', '1990年度-1991年度试题分析与解答', '张然', NULL, '清华大学', 370, 16, '1992-01-01 00:00:00', 0, 14.5200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(291, 'TP31', '180', 'TURBOPROLOG程序设计', '陈兆乾', NULL, '南京大学', 398, 16, '1989-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(292, 'TP31', '181', '软件人员水平开考试辅导', '杨德元', NULL, '清华大学', 224, 16, '1988-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(293, 'TP31', '182', 'FONPROGRAMMING--BASIC趣味程序设计', 'GROUP', NULL, '学苑', 270, 16, '1994-01-01 00:00:00', 0, 31.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(294, 'TP31', '183', '操作系统基础', '屠立德', NULL, '清华大学', 218, 16, '1987-01-01 00:00:00', 0, 7.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(295, 'TP31', '184', '实用DOS技术', '唐先余', NULL, '四川大学', 378, 16, '1989-01-01 00:00:00', 0, 6.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(296, 'TP31', '185', 'VISUALC++6.0开发与实例', '郝蕴', NULL, '电子工业', 410, 16, '1999-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(297, 'TP31', '186', 'ORACLE5.0版关系数据库系统教程', '杜小勇', NULL, '中科院', 431, 16, '1990-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(298, 'TP31', '187', 'FOXPROFORWINDOWS实用系统开发方法与技术', '宫卫星', NULL, '大连理工大学', 461, 16, '1995-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(299, 'TP31', '188', 'FOXPRO2.6数据库应用教程', '翁正科', NULL, '清华大学', 365, 16, '1997-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(300, 'TP31', '189', 'VISUALBASIC4.0实用技术与方法', '杨国才', NULL, '电子科技大学', 250, 16, '1997-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(301, 'TP31', '191', '数据结构（第二版）', '严蔚敏', NULL, '清华大学', 340, 16, '1992-01-01 00:00:00', 2, 9.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(302, 'TP31', '192', 'TURBOPASCAL程序设计教程', '潘金贵', NULL, '南京大学', 483, 16, '1991-01-01 00:00:00', 0, 12.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(303, 'TP31', '193', '程序设计考试指导', '郑人杰', NULL, '清华大', 254, 16, '1991-01-01 00:00:00', 0, 7.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(304, 'TP31', '194', '程序员水平考试指导', '朱慧真', NULL, '清华大学', 255, 16, '1991-01-01 00:00:00', 0, 7.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(305, 'TP31', '195', '汉字DBASE3与FOXPRO原理及应用', '陈福盈', NULL, '中南工业大学', 310, 16, '1994-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(306, 'TP31', '196', 'FOXBASE+关系数据系统', '郑甫京', NULL, '清华大学', 213, 16, '1991-01-01 00:00:00', 0, 8.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(307, 'TP31', '197', 'CC-DOS操作系统技术大全', '钱培德', NULL, '清华大学', 289, 16, '1992-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(308, 'TP31', '198', 'FOXPRO2.6数据库应用教程', '翁正科', NULL, '清华大学', 365, 16, '1997-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(309, 'TP31', '190', 'WINDOWS3.X活用精华集', '林弈辉', NULL, '学苑', 283, 16, '1994-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(310, 'TP31', '199', 'PASCAL语言习题集与上机指导', '谭浩强', NULL, '高等教育', 315, 16, '1990-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(311, 'TP31', '200', '中文VISUALFOXPRO3.0使用开发指南', '彭江平', NULL, '电子科技大学', 365, 16, '1997-01-01 00:00:00', 0, 30.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(312, 'TP31', '201', 'BORLANELC++软件集成技术与范例', '蔡明志', NULL, '海洋', 445, 16, '1993-01-01 00:00:00', 0, 59.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(313, 'TP31', '202', 'WINDOWS3.0软件开发指南（二）', '熊桂喜', NULL, '清华大学', 227, 16, '1991-01-01 00:00:00', 0, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(314, 'TP31', '203', 'RPG语言', '李忠源', NULL, '清华大学', 392, 16, '1986-01-01 00:00:00', 0, 4.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(315, 'TP31', '204', 'PASCAL习题集', '戴水贵', NULL, '陕西电子', 200, 16, '1990-01-01 00:00:00', 0, 15.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(316, 'TP31', '205', '计算机局部网络原理及应用', '潘启敬', NULL, '西南交通大学', 367, 16, '1989-01-01 00:00:00', 5, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(317, 'TP31', '206', 'VISUALFOXPRO编程手册', 'LES', NULL, '科学', 359, 16, '1997-01-01 00:00:00', 0, 33.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(318, 'TP31', '207', '数据结构与程序设计-C++语言描述', 'ROPERT', NULL, '高等教育', 717, 16, '2001-01-01 00:00:00', 0, 39.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(319, 'TP31', '208', '数据挖掘-概念于技术', 'JIAWEI', NULL, '高等教育', 550, 16, '2001-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(320, 'TP31', '209', '实用操作系统概念', 'ABRAHAM', NULL, '高等教育', 840, 16, '2001-01-01 00:00:00', 0, 45.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(321, 'TP31', '210', '数字设计-原理与实践（第三版影印版）', 'PRINIPLES', NULL, '高等教育', 946, 16, '2001-01-01 00:00:00', 3, 49.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(322, 'TP31', '211', '数据与计算机通信', 'WILLIAM', NULL, '高等教育', 810, 16, '2001-01-01 00:00:00', 6, 46.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(323, 'TP31', '212', '数据库-原理、编程与性能', 'PATIRCK', NULL, '高等教育', 870, 16, '2001-01-01 00:00:00', 2, 49.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(324, 'TP31', '213', 'C++程序设计', 'NELL', NULL, '高等教育', 752, 16, '2001-01-01 00:00:00', 2, 41.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(325, 'TP3', '49', '计算机科学引论', 'TIMOTHY', NULL, '高等教育', 369, 16, '2000-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(326, 'TP3', '50', '电子计算机外部设备设计原理上册', '张江陵', NULL, '华中理工大学', 261, 16, '1989-01-01 00:00:00', 0, 3.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(327, 'TP3', '50', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(328, 'TP3', '50', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(329, 'TP3', '51', '电子计算机外部设备设计原理下册', '张江陵', NULL, '华中理工大学', 264, 16, '1989-01-01 00:00:00', 0, 3.4800, 0, 0, NULL, NULL, '暂无', NULL, ''),
(330, 'TP3', '51', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(331, 'TP3', '51', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(332, 'TP3', '52', '接口技术', '于英民', NULL, '电子工业', 193, 16, '1989-01-01 00:00:00', 0, 2.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(333, 'TP3', '52', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(334, 'TP3', '52', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(335, 'TP3', '52', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(336, 'TP3', '53', '8098单片机原理及系统设计技术', '赵依军', NULL, '华中理工大学', 256, 16, '1990-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(337, 'TP3', '54', 'DVCC-51单片单板机实验与开发应用指导', '陈建锋', NULL, '陕西科技', 201, 16, '1990-01-01 00:00:00', 0, 5.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(338, 'TP3', '54', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(339, 'TP3', '55', '可编程陈列逻辑PAL实用实例上册', '龚光红', NULL, '北京希望', 515, 16, '1992-01-01 00:00:00', 0, 37.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(340, 'TP3', '56', '可编程陈列逻辑PAL实用实例下册', '龚光红', NULL, '北京希望', 1098, 16, '1992-01-01 00:00:00', 0, 37.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(341, 'TP3', '57', '电脑硬件原理及维修实用手册', '郑建', NULL, '浙江大学', 408, 16, '1989-01-01 00:00:00', 0, 8.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(342, 'TP3', '58', '计算机系统安全技术', '李光诗', NULL, '华中工学院', 181, 16, '1987-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(343, 'TP3', '59', '线性系统', '佘贻鑫', NULL, '天津大学', 197, 16, '1991-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(344, 'TP3', '60', '接口与通信', '黎康保', NULL, '西北工业大学', 432, 16, '1989-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(345, 'TP3', '61', '计算机组成与结构', '王英爱', NULL, '清华大学', 483, 16, '1995-01-01 00:00:00', 2, 23.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(346, 'TP3', '62', '微型计算机IBMPC的原理与应用', '张福炎', NULL, '南京大学', 488, 16, '1985-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(347, 'TP3', '63', '计算机原理与系统结构', '侯炳辉', NULL, '清华大学', 323, 16, '1992-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(348, 'TP3', '64', 'MCS-51单片机应用设计', '张毅刚', NULL, '哈工大', 386, 16, '1990-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(349, 'TP3', '64', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(350, 'TP3', '64', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(351, 'TP3', '65', '机床数控原理与系统', '王润学', NULL, '西北工业大学', 268, 16, '1989-01-01 00:00:00', 0, 3.4200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(352, 'TP3', '65', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(353, 'TP3', '66', 'PC机工具箱', '马晓晓', NULL, '电子工业', 328, 16, '1992-01-01 00:00:00', 0, 12.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(354, 'TP3', '67', 'MC68HC05单片机原理应用与技术手册', '涂时亮', NULL, '复旦大学', 378, 16, '1991-01-01 00:00:00', 0, 17.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(355, 'TP3', '67', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(356, 'TP3', '68', '中高分辨率接口板EGA/VGA应用开发指南', '', NULL, '北京科海', 379, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(357, 'TP3', '69', '自动控制原理', '郝景华', NULL, '哈工大', 413, 16, '1996-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(358, 'TP3', '70', '控制系统工程设计', '荆兆涛', NULL, '哈船舶工程学院', 226, 16, '1993-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(359, 'TP3', '71', '自然语言理解-一种让机器人懂得人类语言的研究', '姚天顺', NULL, '清华大学', 335, 16, '1995-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(360, 'TP3', '72', '计算机控制原理及其应用', '江秀汉', NULL, '西安电子科技大', 484, 16, '1995-01-01 00:00:00', 0, 22.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(361, 'TP3', '73', '机电系统的计算机仿真', '金先叹', NULL, '清华大学', 268, 16, '1991-01-01 00:00:00', 0, 4.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(362, 'TP3', '74', '模-数与数-模转换技术基础', '王汉义', NULL, '哈船舶工程学院', 296, 16, '1986-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(363, 'TP3', '75', 'INTEL单片机应用技术上册', '陈建锋', NULL, '陕西电子', 268, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(364, 'TP3', '76', '单片微型计算机原理与应用', '杨植新', NULL, '华中理工大学', 247, 16, '1987-01-01 00:00:00', 0, 3.2200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(365, 'TP3', '76', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(366, 'TP3', '76', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(367, 'TP3', '76', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(368, 'TP3', '77', '单片微型计算机SMC', '古天祥', NULL, '成都电讯', 304, 16, '1989-01-01 00:00:00', 0, 5.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(369, 'TP39', '17', '计算机图象处理技术基础', '张远鹏', NULL, '北京大学', 217, 16, '1996-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(370, 'TP39', '18', '计算机图形学基础', '唐泽圣', NULL, '清华大学', 312, 16, '1995-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(371, 'TP39', '19', '微机绘图原理与程序设计', '赵家惠', NULL, '北京理工大学', 419, 16, '1990-01-01 00:00:00', 0, 7.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(372, 'TP39', '20', '计算机绘图基础及应用', '卢振荣', NULL, '西安交大', 339, 16, '1991-01-01 00:00:00', 0, 5.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(373, 'TP39', '21', '微计算机图形处理（技术与应用）', 'DONALD', NULL, '陕西电子', 265, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(374, 'TP39', '22', '三维图形系统PHIGS的原理与技术', '蔡士杰', NULL, '南京大学', 318, 16, '1991-01-01 00:00:00', 0, 9.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(375, 'TP39', '23', '计算机图象处理技术', '田村芬行', NULL, '北京师大', 303, 16, '1988-01-01 00:00:00', 0, 4.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(376, 'TP39', '24', 'IBM-PCIXT微型电子计算机系统故障检修', '张毅忠', NULL, '广东科技', 325, 16, '1991-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(377, 'TP39', '25', '计算机图形学', 'HARRING', NULL, '北京师大', 352, 16, '1985-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(378, 'TP39', '26', '计算机图学的数字基础', 'DAVID', NULL, '人民教育', 197, 16, '1981-01-01 00:00:00', 0, 1.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(379, 'TP39', '27', '计算机图形技术基础', '刘乃奇', NULL, '电子科技大学', 226, 16, '1994-01-01 00:00:00', 0, 15.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(380, 'TP39', '28', '最新PCTOOLS工具箱实用大全1', '叶欣', NULL, '中科院', 268, 16, '1991-01-01 00:00:00', 0, 36.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(381, 'TP39', '29', '最新PCTOOLS工具箱实用大全2', '叶欣', NULL, '中科院', 372, 16, '1991-01-01 00:00:00', 0, 36.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(382, 'TP39', '30', '计算机屏幕绘图与数字仿真', '王强如', NULL, '天津大学', 365, 16, '1987-01-01 00:00:00', 0, 5.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(383, 'TP39', '37', '打印机应用指南', '闫荣娟', NULL, '陕西科技', 0, 0, '1988-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(384, 'TP39', '31', '计算机绘图实用程序', '陈金华', NULL, '湖南大学', 214, 16, '1986-01-01 00:00:00', 0, 3.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(385, 'TP39', '32', '点阵打印机原理与故障检修大全第二册', '赵继文', NULL, '陕西电子', 274, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(386, 'TP39', '33', '点阵打印机原理与故障检修大全', '吕作舟', NULL, '陕西电子', 284, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(387, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(388, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(389, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(390, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(391, 'TP39', '34', '打印机应用指南', '闫荣娟', NULL, '陕西电子', 145, 16, '1986-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(392, 'TP39', '35', '点阵打印机原理与故障检修大全第三册', '扬俊', NULL, '陕西电子', 229, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(393, 'TP39', '36', '点阵打印机原理与故障检修大全第四册', '赵继文', NULL, '陕西电子', 165, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(394, 'TP39', '38', '实用单片机大全', '陈章龙', NULL, '', 1230, 16, '1989-01-01 00:00:00', 0, 44.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(395, 'TP39', '39', '微型计算机技术及应用', '戴相萼', NULL, '黑龙江科技', 553, 16, '1991-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(396, 'TP39', '40', '数字图象处理学', '普拉特', NULL, '清华大学', 478, 16, '1984-01-01 00:00:00', 0, 8.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(397, 'TP39', '41', '计算机应用研究1989年论文集', '', NULL, '科学', 462, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(398, 'TP39', '42', '电子计算机在化学中的应用', '汤定华', NULL, '北京师大', 452, 16, '1988-01-01 00:00:00', 0, 5.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(399, 'TP31', '214', '中文WORD6.0FORWINDOWS教程', '阿华', NULL, '科学', 241, 16, '1997-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(400, 'TP31', '215', '微型机MICRO-PROLOG语言及应用', '纪有奎', NULL, '海洋', 290, 16, '1986-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(401, 'TP31', '216', 'JAVA从入门到精通', 'LAURENE', NULL, '电子工业', 500, 16, '1997-01-01 00:00:00', 0, 52.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(402, 'TP31', '217', 'JAVA程序设计及应用', '陈锡明', NULL, '四川大学', 328, 16, '1996-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(403, 'TP31', '218', '计算机网络概论', '何莉', NULL, '高等教育', 200, 16, '1992-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(404, 'TP31', '219', '自学C语言程序设计及实例分析', '任干生', NULL, '陕西电子', 291, 16, '1991-01-01 00:00:00', 0, 10.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(405, 'TP31', '220', 'PC机常用汇编语言与程序库', '李沐荪', NULL, '北京科海', 171, 16, '1990-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(406, 'TP31', '221', 'PASCAL语言习题集与上机指导', '谭浩强', NULL, '高等教育', 315, 16, '1990-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(407, 'TP31', '222', '微机实用技术技巧及实用程序', '王振祥', NULL, '国防工业', 364, 16, '1993-01-01 00:00:00', 0, 19.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(408, 'TP31', '223', 'VISUALBASIC语言实用教程', '张后苏', NULL, '中南工业', 201, 16, '1995-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(409, 'TP31', '224', '计算机网络', '李显济', NULL, '机械工业', 333, 16, '1988-01-01 00:00:00', 0, 5.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(410, 'TP31', '225', '数据结构', '管纪文', NULL, '高等教育', 289, 16, '1985-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(411, 'TP31', '226', '软件质量及其评价技术', '上海软件', NULL, '清华大学', 249, 16, '1990-01-01 00:00:00', 0, 6.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(412, 'TP31', '227', '编译技术', '高仲义', NULL, '西北工业', 277, 16, '1985-01-01 00:00:00', 0, 3.5900, 0, 0, NULL, NULL, '暂无', NULL, ''),
(413, 'TP31', '228', '程序设计语言编译原理', '陈火旺', NULL, '国防工业', 309, 16, '1984-01-01 00:00:00', 2, 5.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(414, 'TP31', '229', '计算机环境的可移植操作系统界面POSIX.1', '周明德', NULL, '电子工业', 230, 16, '1991-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(415, 'TP31', '230', '宏汇编程序5.0', '中科院', NULL, '希望电脑', 247, 16, '1988-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(416, 'TP31', '231', 'FOXPRO2.5-2.6FORWINDOWS开发者指南', '张青山', NULL, '电子科技', 397, 16, '1995-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(417, 'TP31', '232', 'FOXBASE实用大全', '刘宝林', NULL, '电子工业', 515, 16, '1992-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(418, 'TP31', '233', '8086/8088/80X86实用汇编语言工具库', '葛如顶', NULL, '南京大学', 383, 16, '1990-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(419, 'TP31', '234', '汉字FOXBASE+实用教程', '周根贵', NULL, '电子工业', 200, 16, '1993-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(420, 'TP31', '235', 'IBMPC/XT286·386微机汇编语言与外设编程', '王士元', NULL, '南开大学', 383, 16, '1993-01-01 00:00:00', 0, 18.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(421, 'TP31', '235', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(422, 'TP31', '236', 'IBM-PC及长城0520LINETL8088/8086宏汇编语言程序设计', '于春凡', NULL, '南开大学', 405, 16, '1990-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(423, 'TP31', '236', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(424, 'TP31', '237', 'IBM-PC汇编语言程序设计实验教程', '沈美明', NULL, '清华大学', 191, 16, '1992-01-01 00:00:00', 0, 3.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(425, 'TP31', '238', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(426, 'TP31', '238', 'FOXPRO及其应用系统开发', '史济民', NULL, '清华大学', 338, 16, '1998-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(427, 'TP31', '239', 'WINDOWS3.0程序员系列参考手册', '宋明华', NULL, '微宏电脑', 367, 16, '1991-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(428, 'TP31', '240', 'WINDOWS3.0程序员系列参考手册二', '任洪江', NULL, '微宏电脑', 221, 16, '1991-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(429, 'TP31', '241', 'WINDOWS3.0程序员系列参考手册三上', '雪菲', NULL, '微宏电脑', 439, 16, '1991-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(430, 'TP31', '242', 'WINDOWS3.0程序员系列参考手册三下', '于飞', NULL, '微宏电脑', 338, 16, '1991-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(431, 'TP31', '243', 'NOTELLNETWARE386技术丛书1', '顾良士', NULL, '中科院', 253, 16, '1991-01-01 00:00:00', 0, 180.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(432, 'TP31', '243', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(433, 'TP31', '244', 'NOTELLNETWARE386技术丛书2', '唐培顺', NULL, '中科院', 222, 16, '1991-01-01 00:00:00', 0, 180.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(434, 'TP31', '244', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(435, 'TP31', '245', 'NOTELLNETWARE386技术丛书2NOTELLNETWARE386技术丛书3', '马启文', NULL, '中科院', 197, 16, '1991-01-01 00:00:00', 0, 180.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(436, 'TP31', '245', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(437, 'TP31', '246', 'NOTELLNETWARE386技术丛书4', '顾士良', NULL, '中科院', 236, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(438, 'TP31', '246', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(439, 'TP31', '247', 'NOTELLNETWARE386技术丛书5', '高传善', NULL, '中科院', 127, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(440, 'TP31', '247', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(441, 'TP31', '248', 'NOTELLNETWARE386技术丛书6', '赵桂法', NULL, '中科院', 157, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(442, 'TP31', '248', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(443, 'TP31', '249', 'NOTELLNETWARE386技术丛书7', '马启文', NULL, '中科院', 194, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(444, 'TP31', '249', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(445, 'TP31', '250', 'NOTELLNETWARE386技术丛书8', '古海', NULL, '中科院', 319, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(446, 'TP31', '250', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(447, 'TP31', '251', '80X86 80X87的结构与汇编语言程序设计', '周明德', NULL, '清华大学', 288, 16, '1993-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(448, 'TP31', '251', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(449, 'TP31', '252', 'FOXBASE+原理及其普通程序设计方法与技巧', '徐尔贵', NULL, '国防工业', 443, 16, '1993-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(450, 'TP31', '253', 'MICROSOFT WINDOWS3.0版最新窗口软件程序员参考手册上', '刘京海', NULL, '中科院', 413, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(451, 'TP31', '254', 'MICROSOFT WINDOWS3.0版最新窗口软件程序员参考手册下', '刘京海', NULL, '中科院', 217, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(452, 'TP31', '255', 'WPS桌面印刷系统实用大全（6.0F版）', '万事达', NULL, '海洋', 310, 16, '1992-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(453, 'TP31', '256', 'WPS桌面印刷系统用户大全', '', NULL, '北京科海', 0, 16, '1991-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(454, 'TP31', '257', '分布式数据库系统原理与设计', '杜振华', NULL, '陕西电子', 461, 16, '1987-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(455, 'TP31', '258', '分布式数据库系统', '王以和', NULL, '电子工业', 266, 16, '1988-01-01 00:00:00', 0, 2.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(456, 'TP31', '259', '汉字2.13H源程序详解', '', NULL, '北京希望', 259, 16, '1992-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(457, 'TP31', '260', 'NORTOM5.0HOPE实用程序与磁盘诊断程序用户手册', '中科院', NULL, '电脑', 250, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(458, 'TP31', '260', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(459, 'TP31', '261', 'NOVELL286386局部网络原理、安装、维护和应用教程', '倪永仁', NULL, '海洋', 295, 16, '1992-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(460, 'TP31', '262', '知识系统', '姚玉川', NULL, '大连理工', 256, 32, '1988-01-01 00:00:00', 0, 1.8200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(461, 'TP31', '263', '模糊系统与专家系统', '邹开其', NULL, '西南交通大学', 374, 32, '1989-01-01 00:00:00', 0, 2.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(462, 'TP31', '263', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(463, 'TP31', '264', '神经网络导论', '胡守仁', NULL, '国防科技大学', 404, 32, '1993-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(464, 'TP31', '264', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(465, 'TP31', '265', '软件工程--方法、工具和实践', '冯玉琳', NULL, '中国科技大', 362, 32, '1988-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(466, 'TP31', '267', 'PROLOG逻辑程序设计及应用', '周立柱', NULL, '清华大学', 252, 32, '1991-01-01 00:00:00', 0, 2.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(467, 'TP31', '266', '数据结构题集', '严蔚敏', NULL, '清华大学', 194, 32, '1988-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(468, 'TP31', '268', '人工智能原理', '石纯一', NULL, '清华大学', 446, 32, '1993-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(469, 'TP31', '268', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(470, 'TP31', '269', '数据库系统基础', '冯玉才', NULL, '华中理工大学', 486, 32, '1993-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(471, 'TP31', '269', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(472, 'TP31', '270', '计算机软件与应用入门', '甘超', NULL, '科学', 246, 32, '1982-01-01 00:00:00', 0, 1.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(473, 'TP31', '271', '专家系统及其在管理中的应用', '杨学山', NULL, '清华大学', 213, 32, '1991-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(474, 'TP31', '272', '自动推理导论', '邱玉辉', NULL, '电子科技大学', 216, 32, '1992-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(475, 'TP31', '272', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(476, 'TP31', '273', '算法论', '莫绍', NULL, '科学', 312, 32, '1982-01-01 00:00:00', 0, 1.5500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(477, 'TP31', '274', '计算机网络', '钱华林', NULL, '中科院', 479, 32, '1985-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(478, 'TP31', '275', '编译原理与实现', '金成植', NULL, '高等教育', 235, 32, '1989-01-01 00:00:00', 0, 2.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(479, 'TP31', '276', 'C语言大全', 'HERBORT', NULL, '电子工业', 769, 32, '1990-01-01 00:00:00', 0, 12.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(480, 'TP31', '277', '微机三维实体选型原理与实践', '杨行健', NULL, '西北工业大学', 391, 32, '1993-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(481, 'TP31', '278', '实用C语言程序设计教程', '孙玉方', NULL, '北京大学', 483, 32, '1989-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(482, 'TP31', '279', 'C程序设计语言基础', '姚传韧', NULL, '哈工大', 306, 32, '1987-01-01 00:00:00', 0, 2.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(483, 'TP31', '280', '作业控制语言', '黄春湛', NULL, '哈工大', 280, 32, '1985-01-01 00:00:00', 0, 2.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(484, 'TP31', '281', '计算机局部网络', '熊成烈', NULL, '电子工业', 416, 32, '1994-01-01 00:00:00', 0, 6.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(485, 'TP31', '282', '数据库（FOXBASE+）应用基础', '徐继锋', NULL, '大连理工大学', 280, 32, '1996-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(486, 'TP31', '282', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(487, 'TP31', '283', 'PASCAL程序设计实用手册', '裘春航', NULL, '大连工学院', 514, 32, '1986-01-01 00:00:00', 0, 2.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(488, 'TP31', '284', '模糊信息处理基础', '郭宗祥', NULL, '成都电讯工程学院', 443, 32, '1989-01-01 00:00:00', 0, 4.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(489, 'TP31', '284', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(490, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(491, 'TP3', '78', '控制系统数字仿真', '熊光榜', NULL, '清华大学', 220, 16, '1982-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(492, 'TP3', '78', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(493, 'TP3', '79', '微型计算机原理及应用', '王义方', NULL, '机械工业', 214, 16, '1997-01-01 00:00:00', 3, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(494, 'TP3', '79', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(495, 'TP3', '80', '现代并行计算机原理', '康继昌', NULL, '西北工业大学', 180, 16, '1997-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(496, 'TP3', '81', '高速数字信号处理原理、器件及其应用', '林君', NULL, '海洋', 280, 16, '1993-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(497, 'TP3', '82', '8098单片机应用设计', '张毅刚', NULL, '电子工业', 282, 16, '1993-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(498, 'TP3', '82', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(499, 'TP3', '83', '计算机硬件维修实例集锦', '北京科海', NULL, '', 111, 16, '1991-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(500, 'TP3', '84', '80386.486微机系统分析', '朱传乃', NULL, '北京希望电脑', 172, 16, '1992-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(501, 'TP3', '85', '卫星计算机控制接口设计', '董英斌', NULL, '华中理工大学', 132, 16, '1988-01-01 00:00:00', 0, 1.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(502, 'TP3', '86', 'MC单片机原理、应用及技术手册', '陈章龙', NULL, '复旦大学', 309, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(503, 'TP3', '87', '8086到80486微型计算机系统原理与接口', '曲伯涛', NULL, '大连理工大学', 365, 16, '1994-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(504, 'TP3', '88', '多用单片计算机实用技术', '基希林', NULL, '电子工业', 392, 16, '1992-01-01 00:00:00', 0, 17.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(505, 'TP3', '89', '计算机病毒DOS奥秘', '李洗', NULL, '贵州科技', 257, 16, '1992-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(506, 'TP3', '90', '计算机组成原理', '马玉良', NULL, '电子工业', 265, 16, '1997-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(507, 'TP3', '91', '计算机硬件', '徐拾义', NULL, '清华大学', 155, 16, '1990-01-01 00:00:00', 0, 5.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(508, 'TP3', '92', '微型计算机技术及应用', '戴梅萼', NULL, '清华大学', 553, 16, '1991-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(509, 'TP3', '93', '计算机病毒防范与信息对抗技术', '刘尊全', NULL, '清华大学', 346, 16, '1991-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(510, 'TP3', '94', '计算机组成原理', '冯鉴生', NULL, '重庆大学', 182, 16, '1997-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(511, 'TP3', '94', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(512, 'TP3', '95', '计算机原理与系统结构', '侯炳辉', NULL, '清华大学', 323, 16, '1992-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(513, 'TP3', '96', 'INTEL96系列单片微型机应用详解', '金磐石', NULL, '电子工业', 263, 16, '1992-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(514, 'TP3', '96', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(515, 'TP39', '43', '计算机图形学', 'S·H TON', NULL, '北京师大', 352, 16, '1985-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(516, 'TP39', '44', 'WORD STAR使用大全5.50版', '希望电脑', NULL, '中科院', 433, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(517, 'TP39', '45', '微机通信技术大全', '', NULL, '科海培训', 300, 16, '1992-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(518, 'TP39', '46', '微型计算机技术及应用-习题与实验题集', '戴梅萼', NULL, '清华大学', 115, 16, '1994-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(519, 'TP39', '47', '8088.286.386维修调试工具与286BIOS分析注解', '为林', NULL, '希望电脑', 451, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(520, 'TP39', '48', 'IBMPCIXT·AT286维修大全上册', '', NULL, '希望电脑', 457, 16, '1990-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(521, 'TP39', '49', '同上 下册', '', NULL, '', 363, 0, '1980-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(522, 'TP39', '50', '自动绘图仪与图形数字化仪', '范本明', NULL, '电子工业', 243, 16, '1991-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(523, 'TP39', '50', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(524, 'TP39', '51', '三维动画基础教程', '仲式秉', NULL, '希望电脑', 264, 16, '1999-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(525, 'TP39', '52', '三维图形系统原理与技术', '蔡士杰', NULL, '南京大学', 318, 16, '1991-01-01 00:00:00', 0, 9.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(526, 'TP39', '53', '模式识别导论', '沈清', NULL, '国防科技大', 289, 16, '1991-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(527, 'TP39', '54', '1992速查手册4800种', '北京中自', NULL, '北京中自技术公司', 142, 16, '1992-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(528, 'TP39', '55', '1992速查手册5000种', '', NULL, '同上', 119, 16, '1992-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(529, 'TP39', '56', '1991速查手册9000种', '', NULL, '同上', 137, 16, '1991-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(530, 'TP39', '57', '多媒体计算机技术基础及应用', '种玉琢', NULL, '高等教育', 715, 16, '1999-01-01 00:00:00', 0, 46.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(531, 'TP39', '57', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(532, 'TP39', '57', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(533, 'TP39', '57', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(534, 'TP39', '58', '多媒体计算机原理及应用', '唐铣', NULL, '电子工业', 163, 16, '2000-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(535, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(536, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(537, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(538, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(539, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(540, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(541, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(542, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(543, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(544, 'TP39', '58', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(545, 'TP39', '59', '多媒体计算机技术', '种玉琢', NULL, '清华大学', 168, 16, '1993-01-01 00:00:00', 0, 8.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(546, 'TP39', '59', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(547, 'TP39', '59', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(548, 'TP39', '59', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(549, 'TP39', '59', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(550, 'TP39', '60', '计算机维护技术', '瓮正科', NULL, '清华大学', 357, 16, '2000-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(551, 'TP39', '60', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(552, 'TP39', '61', '多媒体计算机技术原理', '马华东', NULL, '清华大学', 243, 16, '1999-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(553, 'TP39', '61', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(554, 'TP39', '61', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(555, 'TP39', '61', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(556, 'TP39', '61', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(557, 'TP39', '62', 'IBM-PC计算机人工智能语言', '林尧瑞', NULL, '清华大学', 235, 16, '1988-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(558, 'TP39', '63', '微型计算机技术及应用-习题与实验题集（第二版）', '戴梅萼', NULL, '清华大学', 127, 16, '1997-01-01 00:00:00', 2, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(559, 'TP39', '64', '多媒体技术开发指南', '吴炜煜', NULL, '大连理工大学', 297, 16, '1994-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(560, 'TP39', '64', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(561, 'TP39', '65', '多媒体技术基础教程', '王加阳', NULL, '中南工业大学', 146, 16, '1995-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(562, 'TP39', '65', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(563, 'TP39', '66', '多媒体与教育-技术辅助教育的新进展', '苏建志', NULL, '国防科技大学', 394, 16, '1995-01-01 00:00:00', 0, 58.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(564, 'TP39', '67', '计算机辅助教学', '刘甘娜', NULL, '高等教育', 132, 16, '1988-01-01 00:00:00', 0, 1.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(565, 'TP39', '67', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(566, 'TP39', '68', '多媒体计算机技术及应用', '杨永田', NULL, '哈尔滨工程大学', 215, 16, '1994-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(567, 'TP39', '68', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(568, 'TP39', '69', '多媒体制作和工具指南', '希望电脑', NULL, '海洋', 186, 16, '1993-01-01 00:00:00', 0, 98.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(569, 'TP39', '70', '多媒体程序员工作手册2', '希望电脑', NULL, '海洋', 224, 16, '1993-01-01 00:00:00', 0, 98.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(570, 'TP39', '71', '多媒体程序员参考手册3', '希望电脑', NULL, '海洋', 317, 16, '1993-01-01 00:00:00', 0, 98.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(571, 'TP39', '72', 'AUTHORWARE多媒体著作工具', '培训基地', NULL, '广州', 185, 16, '2000-01-01 00:00:00', 0, 36.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(572, 'TP39', '73', '微机多媒体技术及应用', '李舜铭', NULL, '西安电子科大', 220, 16, '1997-01-01 00:00:00', 0, 18.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(573, 'TP39', '74', '多媒体教学软件设计', '谢幼如', NULL, '电子工业', 248, 16, '1999-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(574, 'TP39', '75', '小学生电脑教程', '周旭东', NULL, '中央广播电大', 136, 16, '1999-01-01 00:00:00', 0, 12.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(575, 'TP39', '76', '计算机教育应用与教育革新', '李克东', NULL, '北京师大', 495, 16, '1997-01-01 00:00:00', 0, 50.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(576, 'TP39', '77', '中学生信息技术实用教程', '李朝宇', NULL, '电子科技大', 181, 16, '2001-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(577, 'TP39', '77', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(578, 'TP39', '77', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(579, 'TP39', '77', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(580, 'TP39', '77', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(581, 'TP39', '77', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(582, 'TP39', '77', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(583, 'TP39', '78', '小学生信息技术实用教程', '李朝宇', NULL, '电子科技大', 152, 16, '2001-01-01 00:00:00', 0, 12.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(584, 'TP39', '78', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(585, 'TP39', '78', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(586, 'TP39', '78', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(587, 'TP39', '78', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(588, 'TP39', '78', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(589, 'TP3', '97', 'APPLE2微型计算机使用手册', '陆煜钧', NULL, '气象', 396, 16, '1986-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(590, 'TP3', '98', '数字电路逻辑设计', '', NULL, '大连工学院', 454, 32, '1987-01-01 00:00:00', 0, 2.3900, 0, 0, NULL, NULL, '暂无', NULL, ''),
(591, 'TP3', '99', '计算机组成原理', '马玉良', NULL, '西安交通大学', 447, 32, '1989-01-01 00:00:00', 0, 5.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(592, 'TP3', '99', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(593, 'TP3', '100', '计算机代数及其应用', '陶庆生', NULL, '浙江大学', 213, 32, '1991-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(594, 'TP3', '100', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(595, 'TP3', '101', 'MCS-5196系列单片机原理及应用', '孙涵芳', NULL, '北京航空航天大学', 350, 32, '1998-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(596, 'TP3', '101', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(597, 'TP3', '101', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(598, 'TP3', '101', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(599, 'TP3', '102', '计算机应用中的控制理论', '李训浴', NULL, '复旦大学', 237, 32, '1987-01-01 00:00:00', 0, 1.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(600, 'TP3', '102', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(601, 'TP3', '103', '计算机逻辑导论', '小内格尔', NULL, '人民邮电', 595, 32, '1984-01-01 00:00:00', 0, 2.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(602, 'TP3', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(603, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(604, 'TP39', '79', '计算机图形显示和图像处理计算法', '[美]下帕夫利出斯', NULL, '科学', 403, 32, '1988-01-01 00:00:00', 0, 6.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(605, 'TP39', '80', '图像理解', '王润生', NULL, '国防科技大学', 399, 32, '1995-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(606, 'TP39', '81', '计算机辅助教学软件开发工业及应用', '刘世娜', NULL, '电子工业', 296, 32, '1996-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(607, 'TP39', '82', '计算机辅助教学的评价与实验研究', '王吉汰', NULL, '电子工业', 236, 32, '1995-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(608, 'TP39', '83', '计算机学科技计划1993', '中级计算机教育实验', NULL, '电子工业', 148, 32, '1995-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(609, 'TP39', '84', '计算机教学基本要求与水平测试大纲的样题', '辽宁省非计算机专业', NULL, '教学指导委员会', 251, 32, '1995-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(610, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(611, 'TP39', '85', 'OAI课件设计的原理与方法', '付德荣', NULL, '高等教育', 382, 32, '1994-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(612, 'TP39', '85', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(613, 'TP39', '86', '多媒体计算机声音和视频信息处理工具', '张褚英', NULL, '南京大学', 324, 32, '1994-01-01 00:00:00', 0, 11.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(614, 'TP39', '86', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(615, 'TP39', '87', '计算机辅助语言教学初步', 'M·J·含宁', NULL, '毕中理工大学', 227, 32, '1988-01-01 00:00:00', 0, 1.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(616, 'TP39', '88', '多媒体技术教学应用', '李克东', NULL, '电子工业', 217, 32, '1996-01-01 00:00:00', 0, 10.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(617, 'TP39', '89', '计算机的教育应用', '万嘉者', NULL, '华东师范大学', 229, 32, '1988-01-01 00:00:00', 0, 1.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(618, 'TP39', '90', '计算机图象处理', '荆红杰', NULL, '浙江大学', 568, 32, '1990-01-01 00:00:00', 0, 7.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(619, 'TP39', '90', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(620, 'TP39', '90', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(621, 'TP39', '91', '计算机教育应用', '王吉庆', NULL, '高等教育', 312, 32, '1992-01-01 00:00:00', 0, 3.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(622, 'TP39', '92', '计算机教育应用', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(623, 'TP39', '93', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(624, 'TP39', '0', '计算机在教学中的应用', '范瑞溪', NULL, '高等教育', 547, 32, '1989-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(625, 'TP39', '93', '计算机在教学中的应用', '陈春雷', NULL, '光明出版', 252, 32, '1988-01-01 00:00:00', 0, 2.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(626, 'TP39', '94', '微机在无机化学中的应用', '凌芝', NULL, '高等教育', 378, 32, '1989-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(627, 'TP39', '95', '微型计算机在机床改造中的应用', '杨文源', NULL, '江苏科技', 206, 32, '1988-01-01 00:00:00', 0, 1.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(628, 'TP39', '96', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(629, 'TP39', '96', '微型计算机在数学信号处理中的应用', '孙钟秀', NULL, '江苏科技', 231, 32, '1988-01-01 00:00:00', 0, 2.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(630, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(631, 'TP3', '104', '计算机基本教程Windonws版', '贾长隆', NULL, '大连理工大学', 467, 32, '1999-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(632, 'TP3', '105', '计算机基本教程23版', '贾长隆', NULL, '大连理工大学', 380, 32, '1994-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(633, 'TP3', '106', '计算机基础及应用', '张兴竿', NULL, '北京大学', 239, 32, '1992-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(634, 'TP3', '106', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(635, 'TP3', '107', '自动推理导论', '邱玉辉', NULL, '电子科技大学', 216, 32, '1992-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(636, 'TP3', '108', '计算机等级考试（一级A初B类）应试指南', '孙万学', NULL, '电子工业', 147, 32, '1997-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(637, 'TP3', '109', '电子计算机常术语辞典', '张立', NULL, '上 翻译', 164, 32, '1985-01-01 00:00:00', 0, 1.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(638, 'TP3', '110', '微型机常用英汉词汇手册', '魏林', NULL, '安徽人民', 261, 32, '1988-01-01 00:00:00', 0, 4.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(639, 'TP3', '111', '计算机病毒防治实用教程', '何江安', NULL, '清华大学', 173, 32, '1990-01-01 00:00:00', 0, 2.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(640, 'TP3', '112', '微机系统与信号处理', '（英）CV荣', NULL, '科学', 368, 32, '1988-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(641, 'TP3', '113', '微型计算机控制技术', '范一夫', NULL, '机械工业', 289, 16, '1997-01-01 00:00:00', 0, 21.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(642, 'TP3', '114', '微型计算机控制技术', '豫青宏', NULL, '机械工业', 268, 16, '1996-01-01 00:00:00', 0, 13.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(643, 'TP3', '115', '自动控制理论', '夏基玲', NULL, '机械工业', 350, 16, '1995-01-01 00:00:00', 0, 13.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(644, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(645, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(646, 'TP3', '116', '自动控制理论实验和习题集', '夏基玲', NULL, '机械工业', 328, 16, '1994-01-01 00:00:00', 0, 15.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(647, 'TP3', '117', 'MCS—51微控制器系列用户指南', '吴玉平', NULL, '电子工业', 330, 16, '1995-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(648, 'TP3', '118', '80286微机系统分析', '朱传乃', NULL, '北师科院计算机所', 282, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(649, 'TP3', '119', '91CE通用单片机信息日及其应用', '浍时亮', NULL, '复旦大学', 270, 16, '1991-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(650, 'TP3', '120', 'Mes——51 96系列 单张微型计算机及其应用', '薛均义', NULL, '西安大学', 274, 16, '1990-01-01 00:00:00', 0, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(651, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(652, 'TP3', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(653, 'TP3', '121', '80386 180486原理及应用', '艾佳才', NULL, '天津大学', 638, 16, '1992-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(654, 'TP3', '122', '分布计算系统', '鞠九滨', NULL, '高等教育', 252, 16, '1994-01-01 00:00:00', 0, 7.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(655, 'TP3', '0', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(656, 'TP3', '123', '单片微型机原理、应用与实验（修订版）', '张友基', NULL, '复旦大学', 389, 16, '1996-01-01 00:00:00', 2, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(657, 'TP3', '124', '数字逻辑', '鲍家元', NULL, '高等教育', 462, 16, '1997-01-01 00:00:00', 0, 23.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(658, 'TP3', '125', '数字逻辑', '王玉龙', NULL, '高等教育', 439, 16, '1987-01-01 00:00:00', 0, 20.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(659, 'TP3', '126', '数字逻辑', '周南衣', NULL, '国防科技大学', 268, 16, '1992-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(660, 'TP3', '127', '硬盘管理与维护技术', 'Thomsh Li Cain', NULL, '电科院希望高版电脑', 209, 16, '1991-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(661, 'TP3', '128', '80386硬件与接口技术', '刘玉林', NULL, '北京希望电脑', 487, 16, '1991-01-01 00:00:00', 0, 15.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(662, 'TP3', '129', '计算机硬盘的安装操作·推测 ·维护指南', '中科院', NULL, '希望电脑科技', 243, 16, '1992-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(663, 'TP3', '130', '电子数字计算机原理', '张朔飞', NULL, '工业大学', 372, 16, '1990-01-01 00:00:00', 0, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(664, 'TP3', '131', '计算机组成原理实验指导和实习题集', '王立成', NULL, '清华大学', 225, 16, '1996-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(665, 'TP3', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(666, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(667, 'TP3', '132', '高等计算机系统结构 并行性 可扩展性 可编程性', '[美] kai Hwang', NULL, '清华大学', 605, 16, '1995-01-01 00:00:00', 0, 36.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(668, 'TP3', '133', '微型计算机技术及应用', '戴梅', NULL, '清华大学', 553, 16, '1991-01-01 00:00:00', 0, 11.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(669, 'TP3', '134', '微型计算机原理', '薛均义', NULL, '西北电 工程学院', 426, 16, '1985-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(670, 'TP3', '135', '微型计算机A1D D1A转换接口技术及数据采集系统设计', '王秀玲', NULL, '清华大学', 129, 16, '1984-01-01 00:00:00', 0, 1.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(671, 'TP3', '136', '微型计算机原理及应用', '郑学坚', NULL, '清华大学', 510, 16, '1995-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(672, 'TP3', '137', '微型计算机原理', '郐贞权', NULL, '西安交通大学', 348, 16, '1989-01-01 00:00:00', 0, 5.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(673, 'TP3', '138', '计算机文化基础(第二版)', '王行言', NULL, '清华大学', 240, 16, '1998-01-01 00:00:00', 2, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(674, 'TP3', '139', '微型计算机技术实验(高级工科非师专业适用)', '任仕纯', NULL, '高等教育', 111, 16, '1988-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(675, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(676, 'TP3', '140', '微机硬件技术基础单机与网络', '史济民', NULL, '电子工业', 169, 16, '1999-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(677, 'TP3', '141', '微计算机硬件软件及其应用', '周明清', NULL, '清华大学', 469, 16, '1982-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(678, 'TP3', '142', '微机接口技术', '陈汝金', NULL, '电子科技大学', 233, 16, '1995-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(679, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(680, 'TP3', '143', '微机原理及应用实验', '俞承芳', NULL, '复旦大学', 200, 16, '1991-01-01 00:00:00', 0, 9.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(681, 'TP3', '144', '微型计算机应用基础', '潭浩强', NULL, '高等教育', 411, 16, '1992-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(682, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(683, 'TP3', '145', 'Intranet 组网、管理及应用—管理局', '温辉', NULL, '人民出版', 293, 16, '1999-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(684, 'TP3', '146', '电脑报1999年合订本  上', '', NULL, '西南师范大学', 416, 16, '2000-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(685, 'TP3', '0', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(686, 'TP3', '147', '电脑报1999年合订本  下', '', NULL, '西南师大', 416, 16, '2000-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(687, 'TP3', '0', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(688, 'TP3', '148', '电脑报1993合订本', '', NULL, '西南师大', 366, 16, '1994-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(689, 'TP3', '149', '803861387体系分析', '中科院', NULL, '希望科技出版', 251, 16, '0197-12-20 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(690, 'TP3', '150', '计算机基础知识和应用能力水平测试大纲和', '辽宁高级非计算机专业', NULL, '计算机教学指导委员会', 151, 16, '1994-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(691, 'TP3', '0', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(692, 'TP3', '151', '全日计算机等级考试（一级B）', '潭浩强', NULL, '高等教育', 248, 16, '1996-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(693, 'TP3', '152', '全日计算机考试 考试指导（二级 计算机基本知识）', '潭浩强', NULL, '清华大学', 106, 16, '1995-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(694, 'TP3', '153', '全日计算机等级考试 考试指导（三级A）', '张福炎', NULL, '南开大学', 105, 16, '1994-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(695, 'TP3', '154', '全日计算机等级考试 应试辅导', '赵丰年', NULL, '科学技术', 217, 16, '1999-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(696, 'TP3', '155', '全日计算机等级考试 二级教程基础知识', '刘瑞挺', NULL, '南开大学', 132, 16, '1999-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(697, 'TP3', '285', '操作系统实习指南', '潭铭', NULL, '高等教育', 104, 32, '1989-01-01 00:00:00', 0, 1.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(698, 'TP3', '0', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(699, 'TP3', '286', 'True BASIC程序设计', '杜舜国', NULL, '高等教育', 351, 32, '1992-01-01 00:00:00', 0, 4.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(700, 'TP31', '287', '数据库系统概论习题及选解', '陆皓', NULL, '高等教育', 98, 32, '1991-01-01 00:00:00', 0, 1.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(701, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(702, 'TP31', '288', '数据结构', '潘造才', NULL, '电子科技大学', 369, 32, '1988-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(703, 'TP31', '289', 'Word 7.0应知应会', '宋明狄', NULL, '大连理工大学', 160, 32, '1997-01-01 00:00:00', 0, 5.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(704, 'TP31', '290', '操作系统教程（第二版）', '孙钟秀', NULL, '高等教育', 334, 32, '1995-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(705, 'TP31', '291', '编译原理与实现', '金成植', NULL, '高等教育', 235, 32, '1989-01-01 00:00:00', 0, 2.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(706, 'TP31', '292', '中华物机CEC—1苹果机工具箱', '朱国江', NULL, '电子工业', 250, 32, '1989-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(707, 'TP31', '293', '中华物机BASIC语言及其编程技巧', '罗景文', NULL, '电子工业', 344, 32, '1988-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(708, 'TP31', '294', '苹果 II BASIC程序设计（修订版）', '张世英', NULL, '北师大', 641, 32, '1989-01-01 00:00:00', 2, 4.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(709, 'TP31', '295', '中华物机数据处理', '朱国江', NULL, '气象', 345, 32, '1989-01-01 00:00:00', 0, 5.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(710, 'TP31', '296', '汉字DBASE区教程', '李淑华', NULL, '辽宁人民', 232, 16, '1990-01-01 00:00:00', 0, 5.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(711, 'TP31', '297', 'IBM——PC江编语言科学设计', '沈美明', NULL, '清华大学', 422, 16, '1991-01-01 00:00:00', 0, 23.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(712, 'TP31', '298', 'WPS97基础教程', '奚兵', NULL, '机械工业', 272, 16, '1998-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(713, 'TP31', '299', '微型计算机IBM PC/XT/AT 常用配件', '詹前树', NULL, '中山大学', 404, 16, '1992-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(714, 'TP31', '300', '微型计算机IBMPC/XT/AT常用软件上机', '詹前树', NULL, '中山大学', 407, 16, '1989-01-01 00:00:00', 2, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(715, 'TP31', '301', 'BASIC 语言——结构化程序设计教程', '谭浩强', NULL, '中日科学技术', 277, 16, '1990-01-01 00:00:00', 0, 11.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(716, 'TP31', '302', 'C语言教程', '孙玉芳', NULL, '北京希望电脑公司', 375, 16, '1992-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(717, 'TP31', '303', '如何使用word 97中文版', '王金华', NULL, '机械工业', 329, 16, '1998-01-01 00:00:00', 0, 34.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(718, 'TP31', '304', 'Authorware 3.5开发使用手册', 'Robet s.zielinski', NULL, '机械工业', 416, 16, '1998-01-01 00:00:00', 0, 43.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(719, 'TP31', '305', 'Windows 95到Windows 98中文版升级指南', '王世忠', NULL, '人民邮电', 200, 16, '1998-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(720, 'TP31', '306', 'MS——DOS6.0易学易用专辑', '徐其亮', NULL, '人民邮电', 268, 16, '1994-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(721, 'TP31', '307', '学用快速BASIC（上册）', '中科江本', NULL, '电脑教程公司', 164, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(722, 'TP31', '308', 'Quick BASIC 4.0编程专项（中册）', '中科江本', NULL, '高科技电脑教程公司', 203, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(723, 'TP31', '309', 'Microsofe Quick BASIC 4.0 BASIC语言参考手册（下）', '中科院希望电脑', NULL, '科术公司', 286, 16, '1990-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(724, 'TP31', '310', 'IBM—PC汇编语言科技设计例题习题集', '温冬鲜', NULL, '清华大学', 118, 16, '1991-01-01 00:00:00', 0, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(725, 'TP31', '311', '信息理论基础', '常旦', NULL, '清华大学', 314, 16, '1993-01-01 00:00:00', 0, 5.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(726, 'TP31', '312', '单片计算机应用软件Mes—51/mes-96宏江编使用', '复旦大学计算机系', NULL, '微机室编', 95, 16, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(727, 'TP31', '313', 'BASIC语言结构化程序设计教程为辅导', '谭浩强', NULL, '中月科学技术', 233, 16, '1992-01-01 00:00:00', 0, 7.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(728, 'TP31', '314', '中文windows 9x 实用指南', '樊铁成', NULL, '大连海事大学', 213, 16, '1998-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(729, 'TP31', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(730, 'TP31', '315', '中文windows 3.1使用详解', '活永雄', NULL, '电子工业', 276, 16, '1996-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(731, 'TP31', '316', '微机操作与文字处理', '张晓云', NULL, '西安电子科技大学', 271, 16, '1994-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(732, 'TP31', '317', 'BASIC 程序设计教程（第二版）', '谭浩强', NULL, '高等教育', 287, 16, '1996-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(733, 'TP31', '318', '计算机网络第3版', '熊桂春', NULL, '清华大学', 615, 16, '1998-01-01 00:00:00', 0, 48.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(734, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(735, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(736, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(737, 'TP31', '319', 'Acuess 2000命令及实例', '陈立航', NULL, '清华大学', 320, 16, '1999-01-01 00:00:00', 0, 28.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(738, 'TP31', '320', 'QVICK BASIC结构电程序设计', '刘秉刚', NULL, '重庆大学', 257, 16, '1992-01-01 00:00:00', 0, 5.9200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(739, 'TP31', '321', 'Windows 98 DIM 系统诊断书', '程秉辉', NULL, '人民邮电', 431, 16, '1999-01-01 00:00:00', 0, 44.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(740, 'TP31', '322', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(741, 'TP31', '322', '主页制作技术', '陶文星', NULL, '高等教育', 262, 16, '1999-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(742, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(743, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(744, 'TP31', '323', '编译技术', '高仲仪', NULL, '西北工业大学', 277, 16, '1985-01-01 00:00:00', 0, 3.5900, 0, 0, NULL, NULL, '暂无', NULL, ''),
(745, 'TP31', '324', 'Intel微处理器—从8086到Pention系统体', 'Benry B. Brey', NULL, '高等教育', 966, 16, '2001-01-01 00:00:00', 0, 52.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(746, 'TP31', '325', '系统分析与设计方法', 'Jeffrey L. Whitten', NULL, '高等教育', 724, 16, '2001-01-01 00:00:00', 0, 43.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(747, 'TP31', '326', '管理信息系统—网络化企业组织技术（第六版）', 'Kemneth C. Landon', NULL, '高等教育', 706, 16, '2001-01-01 00:00:00', 0, 39.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(748, 'TP31', '327', '电子商务——管理', 'Efraim Turban', NULL, '高等教育', 520, 0, '2001-01-01 00:00:00', 0, 33.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(749, 'TP31', '328', '软件工程—理论与实践', 'Shan Lawrence Pfleeger', NULL, '高等教育', 659, 16, '2001-01-01 00:00:00', 0, 37.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(750, 'TP31', '329', '网络管理—原理与实践', 'Mani Subramanian', NULL, '高等教育', 644, 16, '2001-01-01 00:00:00', 0, 38.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(751, 'TP31', '330', '计算机组织与结构—性能设计', 'William Stallings', NULL, '高等教育', 748, 16, '2001-01-01 00:00:00', 0, 41.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(752, 'TP31', '331', 'C++程序设计语言', 'Bjarne strousting', NULL, '高等教育', 1019, 16, '2001-01-01 00:00:00', 0, 55.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(753, 'TP31', '332', '计算机算法—设计与分析导论', 'Sara Banse', NULL, '高等教育', 688, 16, '2001-01-01 00:00:00', 0, 39.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(754, 'TP31', '333', '离散数学结构', 'Bernard Kotnan', NULL, '高等教育', 505, 16, '2001-01-01 00:00:00', 0, 29.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(755, 'TP31', '334', '数值分析（第七版   影印数）', 'Richard L. Burden', NULL, '高等教育', 841, 16, '2001-01-01 00:00:00', 0, 48.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(756, 'TP31', '335', '计算机网络—自预向下方法与Intermet特色（影印版', 'James F.ruruse', NULL, '高等教育', 712, 16, '2001-01-01 00:00:00', 0, 39.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(757, 'TP31', '336', 'dBASE FoxBASE实用技巧集萃', '张大方', NULL, '电子工业', 299, 16, '1993-01-01 00:00:00', 0, 11.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(758, 'TP31', '337', '5.25英寸磁盘机', '钱基广', NULL, '电子工业', 337, 16, '1989-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(759, 'TP31', '338', '微机软件技术基础；环境与工具', '史济民', NULL, '电子工业', 234, 16, '1998-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(760, 'TP31', '339', '计算机操作系统原理及其习题解答', '苏开抿', NULL, '北京希望电脑', 351, 16, '1999-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(761, 'TP31', '340', 'FoxPRO数据库应用教程', '', NULL, '科学技术', 159, 16, '1996-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(762, 'TP31', '341', 'FLASH5.0实例教程', '小字门槛', NULL, '西安电科技大学', 338, 16, '2000-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(763, 'TP31', '156', '最新计算机集成 技术大会—CMOS DICMBS数据手册上册', '王文（译）', NULL, '海洋', 438, 16, '1991-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(764, 'TP31', '157', '最新计算机集成 技术大会—CMOS DICMBS数据手册中册', '王文（译）', NULL, '海洋', 569, 16, '1991-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(765, 'TP31', '158', '最新计算机集成 技术大会—CMOS DICMBS数据手册下册', '王文（译）', NULL, '海洋', 338, 16, '1991-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(766, 'TP31', '159', '微型计算机常用器件手册续集', '李宝辉', NULL, '构建科学技术', 1075, 16, '1986-01-01 00:00:00', 0, 6.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(767, 'TP3', '160', '常用单片微计算机手册', 'Intel公司（美）', NULL, '上海科普', 552, 16, '1989-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(768, 'TP3', '161', 'PC DOS V 3.30合面剖析', '万玉册', NULL, '北京科', 799, 16, '1993-01-01 00:00:00', 0, 33.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(769, 'TP3', '162', '计算机组成原理教程', '高中英', NULL, '科学', 410, 16, '1988-01-01 00:00:00', 0, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(770, 'TP3', '163', '图象微型计算机性能表', '', NULL, '电子工业', 150, 16, '1986-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(771, 'TP3', '164', '数字逻辑', '唐佳册', NULL, '哈尔拉工业大学', 228, 16, '1992-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(772, 'TP3', '165', '计算机原理与系统结构', '伊炳辉', NULL, '清华大学', 323, 16, '1992-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(773, 'TP3', '166', '句结模式识别', '[美]R.C.冈', NULL, '清华大学', 190, 16, '1984-01-01 00:00:00', 0, 2.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(774, 'TP3', '167', '徽处理器及其应用', '严志华', NULL, '高等教育', 305, 16, '1986-01-01 00:00:00', 0, 3.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(775, 'TP3', '168', '句结模式识别', '[美]R.C.冈', NULL, '南京大学', 297, 16, '1980-01-01 00:00:00', 0, 4.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(776, 'TP3', '168', '计算机在系统中的应用', '升泉', NULL, '南京大学', 297, 16, '1980-01-01 00:00:00', 0, 4.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(777, 'TP3', '169', '离散数学基础（上）', '金洪臻', NULL, '大工计算机工业', 231, 16, '1987-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(778, 'TP3', '170', '离散数学基础（下）', '金洪臻', NULL, '大工计算机', 275, 16, '1987-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(779, 'TP3', '175', '本科技单片计划与教学大纲（计算机科学与工程类专业）', '李大友', NULL, '会同计算机', 115, 16, '1987-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(780, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(781, 'TP3', '176', '科学决策与系统工程', '', NULL, '电脑科学技术', 627, 16, '1990-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(782, 'TP3', '177', '自动控制工程专业', '余文杰', NULL, '华南理工大学', 413, 16, '1995-01-01 00:00:00', 0, 22.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(783, 'TP3', '178', '控制工程基础', '董景升', NULL, '清华大学', 318, 16, '1992-01-01 00:00:00', 0, 6.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(784, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(785, 'TP3', '179', 'TBRBOC 700LS 6.0 使用手册', '[美]Blaise Compuryry lnc.', NULL, '电子工业', 233, 16, '1991-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(786, 'TP3', '180', 'CMOS数字集成电脑数据手册', '合同集成电脑', NULL, '委员会数字分会', 588, 16, '1998-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(787, 'TP3', '181', 'Mathematica手册——用IBMDC机处器数学', '', NULL, '海洋', 712, 16, '1992-01-01 00:00:00', 0, 31.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(788, 'TP3', '182', '嵌入式控制器应用手册指导', 'intel', NULL, '', 374, 16, '1990-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(789, 'TP3', '183', '控制论基础', '王行是', NULL, '华东北工系院', 321, 32, '1989-01-01 00:00:00', 0, 3.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(790, 'TP3', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(791, 'TP3', '184', '离散数学导论', '徐结磐', NULL, '高等教育', 343, 32, '1982-01-01 00:00:00', 0, 2.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(792, 'TP3', '185', '离散数学导论（第二版）', '徐结磐', NULL, '高等教育', 290, 32, '1991-01-01 00:00:00', 0, 3.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(793, 'TP3', '186', '离散数学', '王遇科', NULL, '北京工业学院', 370, 32, '1986-01-01 00:00:00', 0, 2.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(794, 'TP39', '97', '微型计算机外设电络图集（上册）', '湖南省怀比地区', NULL, '电子研究所', 91, 8, '1990-01-01 00:00:00', 0, 50.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(795, 'TP39', '98', '微型计算机外设电路图集', '湖南省怀化地区', NULL, '电子研究所', 183, 8, '1990-01-01 00:00:00', 0, 50.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(796, 'TP39', '99', '点阵机警机电路图集（第一集）', '白宝石', NULL, '《VAX通讯》编辑部', 136, 8, '1993-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(797, 'TP39', '100', '常用微型计算机及外部设备维修逻辑电脑图集（1）', '', NULL, '陕西电子编辑', 203, 8, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(798, 'TP39', '101', '微型计算机电路分析与维修丛书', '', NULL, '电子工业', 170, 8, '1989-01-01 00:00:00', 0, 38.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(799, 'TP39', '102', '国内外微型计算机电脑图集', '', NULL, '电脑', 124, 8, '1991-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(800, 'TP3', '187', '工作站——一部新型计算机', '张树增', NULL, '电子工业', 342, 32, '1992-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(801, 'TP3', '188', '升编计算机英语教程', '钟庆伦', NULL, '西安交通大学', 294, 32, '1998-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(802, 'TP3', '342', '实用C语言程序设计教程', '孙玉方', NULL, '北京大学', 483, 32, '1989-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(803, 'TP3', '189', '大连理工大学计算机1981—1991', '', NULL, '大工计算机系', 345, 32, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(804, 'TN', '4', '同集成电路应用500例', '周仲', NULL, '电子工业', 649, 32, '1992-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(805, 'TN', '5', '最新世界数学集成电路及变换大全 上册', '陈清山', NULL, '中南工业大学', 476, 32, '1987-01-01 00:00:00', 0, 14.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(806, 'TN', '6', '最新世界数学集成电路及变换大全下册', '陈清山', NULL, '中南工业大学', 382, 32, '1987-01-01 00:00:00', 0, 14.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(807, 'TN', '7', '世界最新集成运算级大纲互换手册', '陈清山', NULL, '中南工业大学', 399, 32, '1987-01-01 00:00:00', 0, 7.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(808, 'TN', '8', '智力分项自测手册', '朱毓朝', NULL, '天津人民', 343, 21, '1988-01-01 00:00:00', 0, 4.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(809, 'TN', '9', '新型电源', '施玉芳', NULL, '电脑', 220, 32, '1990-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(810, 'TN', '10', '实用稳定电源150例', '张周锋', NULL, '人民邮电', 377, 32, '1989-01-01 00:00:00', 0, 6.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(811, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(812, 'TN', '11', '现代电子习题选', '沈海贤', NULL, '高等教育', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(813, 'TN', '12', '电子线中试题集', '', NULL, '高等教育', 496, 32, '1989-01-01 00:00:00', 0, 6.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(814, 'TN', '13', '录像', '材正韵', NULL, '科学', 122, 32, '1985-01-01 00:00:00', 0, 1.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(815, 'TN', '14', '磁性录音技术', '呈振坤', NULL, '电脑', 271, 32, '1984-01-01 00:00:00', 0, 1.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(816, 'TN', '15', '磁带录音机', '[日]阿美春', NULL, '国防工业', 322, 32, '1983-01-01 00:00:00', 0, 1.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(817, 'TN', '16', '音乐录音', '丁·耶克林', NULL, '电脑', 204, 32, '1984-01-01 00:00:00', 0, 0.7300, 0, 0, NULL, NULL, '暂无', NULL, ''),
(818, 'TN', '17', '电脑节目副作技术', '徐国光', NULL, '电脑', 197, 32, '1988-01-01 00:00:00', 0, 2.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(819, 'TN', '18', '世界电脑大观', '', NULL, '电脑', 262, 32, '1990-01-01 00:00:00', 0, 3.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(820, 'TN', '19', '电脑音乐音响', '高廷智', NULL, '北新学院', 224, 32, '1988-01-01 00:00:00', 0, 4.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(821, 'TN', '20', '电脑的挥', '高鑫', NULL, '北', 257, 32, '1988-01-01 00:00:00', 0, 2.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(822, 'TN', '21', '晶体器具的电脑机原理和调试（修订本）', '', NULL, '人民邮电', 470, 32, '1980-01-01 00:00:00', 2, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(823, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(824, 'TN', '22', '电脑节目制作（修订本）', '张兆林', NULL, '大连理工大学', 273, 32, '1994-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(825, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(826, 'TN', '23', '英口广  电脑技术词汇', '郭立芳', NULL, '中日电脑', 327, 32, '1990-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(827, 'TN', '24', '怎样编制教学录像', '宋志平', NULL, '湖北', 268, 32, '1985-01-01 00:00:00', 0, 1.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(828, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(829, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(830, 'TN', '25', '数字无线传输', '姚庆栋', NULL, '浙江大学', 439, 32, '1992-01-01 00:00:00', 0, 4.5500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(831, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(832, 'TN', '26', '光纤维技术与应用', '郭风珍', NULL, '浙江大学', 299, 32, '1992-01-01 00:00:00', 0, 3.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(833, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(834, 'TN', '27', '光缆通信学院', '口', NULL, '人民邮电', 359, 32, '1994-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(835, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(836, 'TN', '28', '天线与电波传', '王华芝', NULL, '人民邮电', 362, 32, '1994-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(837, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(838, 'TN', '29', '实用电子测量技术', '周仲', NULL, '上海业余大学', 343, 32, '1982-01-01 00:00:00', 0, 1.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(839, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(840, 'TN', '30', '英汉电脑实用词典', '李英达', NULL, '延边大学', 557, 32, '1991-01-01 00:00:00', 0, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(841, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(842, 'TN', '31', '晶体管收音机的特殊电路  第二版', '上海电', NULL, '上海科学技术', 186, 32, '1979-01-01 00:00:00', 0, 0.3600, 0, 0, NULL, NULL, '暂无', NULL, ''),
(843, 'TN', '32', '电子管收音机的修理', '王瑞年', NULL, '人民邮电', 173, 32, '1980-01-01 00:00:00', 0, 0.4200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(844, 'TN', '33', '电子管收音机原理与维修', '张周诚', NULL, '湖南科学技术', 248, 32, '1981-01-01 00:00:00', 0, 0.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(845, 'TN', '34', '电子管收音机技术问答', '赵军元', NULL, '人民邮电', 107, 32, '1980-01-01 00:00:00', 0, 0.2900, 0, 0, NULL, NULL, '暂无', NULL, ''),
(846, 'TN', '35', '复样用好系统和电脑机', '程孝述', NULL, '北京', 124, 32, '1980-01-01 00:00:00', 0, 0.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(847, 'TN', '36', '业余电子电脑录音技术问答', '', NULL, '上海科学技术', 127, 32, '1980-01-01 00:00:00', 0, 0.5200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(848, 'TN', '37', '彩色电脑及其它接收', '段培翔', NULL, '华南师范大学', 479, 32, '1983-01-01 00:00:00', 0, 4.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(849, 'TN', '38', '实用手册', '张杨学', NULL, '电子工业', 674, 32, '1988-01-01 00:00:00', 0, 8.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(850, 'TN', '39', '电冰箱维修', '黄海', NULL, '工艺技术', 144, 32, '1989-01-01 00:00:00', 0, 2.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(851, 'TN', '40', '青年应用机械电器手册', '', NULL, '中国青年', 463, 32, '1985-01-01 00:00:00', 0, 3.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(852, 'TN', '41', '电冰箱原理与维修技术', '沈勇', NULL, '新时代', 181, 32, '1986-01-01 00:00:00', 0, 1.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(853, 'TN', '42', '彩电自测读本', '王洁林', NULL, '山西科学教育', 470, 32, '1990-01-01 00:00:00', 0, 6.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(854, 'TN', '43', '科技电脑电影编导（电教理论基础）', '黄河明', NULL, '四川教育', 372, 32, '1988-01-01 00:00:00', 0, 3.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(855, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(856, 'TN', '44', '磁带录音机实用之料选编', '上海高教电教', NULL, '上海实用电子研究所', 183, 32, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(857, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(858, 'TN', '45', '怎样修理晶体管收音机', '陈正斌', NULL, '人民邮电', 246, 32, '1974-01-01 00:00:00', 0, 0.5800, 0, 0, NULL, NULL, '暂无', NULL, ''),
(859, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(860, 'TN', '46', '电声技术基础', '管养群', NULL, '人民邮电', 571, 32, '1982-01-01 00:00:00', 0, 2.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(861, 'TN', '47', '应用电子产品电路维修精要', '陈帮伟', NULL, '电子科技大学', 224, 16, '1993-01-01 00:00:00', 0, 11.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(862, 'TN', '48', '电磁干扰防护与产生磁兼容', '赖植武', NULL, '原子能', 304, 16, '1993-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(863, 'TN', '49', '电子器件', '应根裕', NULL, '清华大学', 395, 16, '1989-01-01 00:00:00', 0, 5.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(864, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(865, 'TN', '50', '彩色电脑机开关电源电路分析与控制', '袁光明', NULL, '宇航', 128, 16, '1990-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(866, 'TN', '51', '录音机原理与实用维修技术', '韩广兴', NULL, '电子工业', 305, 16, '1988-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(867, 'TN', '52', '最新集成电路应用大全', '', NULL, '北京希望电脑公司', 515, 16, '1991-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(868, 'TN', '53', '电冰箱系列型制冷机', '单大可', NULL, '轻工业', 404, 16, '1986-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(869, 'TN', '54', '80286微机系统电路图集', '朱传乃', NULL, '科学', 82, 16, '1991-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(870, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(871, 'TN', '55', '最新晶体、管手册', '', NULL, '中日', 625, 16, '1991-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(872, 'TN', '56', '实用电子技术教程', '宋水孝', NULL, '浙江大学', 405, 16, '1987-01-01 00:00:00', 0, 7.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(873, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(874, 'TN', '57', '制冷机结构与维修', '郑贤佳', NULL, '华中工军院', 182, 16, '1987-01-01 00:00:00', 0, 2.1600, 0, 0, NULL, NULL, '暂无', NULL, ''),
(875, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(876, 'TN', '58', '进口集成电路管抑与风明应用手册', '', NULL, '上海半导体件研究所', 554, 16, '1999-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(877, 'TN', '59', '家用电动机、电风扇、吸尘器的维修', '', NULL, '北京科学技术', 225, 16, '1989-01-01 00:00:00', 0, 6.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(878, 'TN', '60', '实验工程与科学管理', '秦浩明', NULL, '东北工物无', 331, 16, '1991-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(879, 'TN', '61', '实用电工电子计算机图', '庄', NULL, '合日图算子培训中心', 264, 16, '1985-01-01 00:00:00', 0, 8.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(880, 'TN', '62', '电子电路百科全书  第二版', '[美]R.F.洛握夫', NULL, '科学', 708, 16, '1989-01-01 00:00:00', 0, 16.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(881, 'TN', '63', '电子电路百科全书  第一卷', 'R.F洛扶夫[美]', NULL, '科学', 748, 16, '1980-01-01 00:00:00', 0, 15.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(882, 'TN', '64', '555集成电路实用电路集', '郝时安', NULL, '上海科学版', 263, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(883, 'TN', '65', '黑白彩色电视机维修手册', '程新生', NULL, '中日科技', 588, 16, '1989-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(884, 'TN', '66', '国外常用集成电路简明应用手册', '', NULL, '上海科技', 344, 16, '1992-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(885, 'TN', '67', '磁盘自动集成电路手册（一）', '张军钧', NULL, '日菱机器厂', 246, 16, '1992-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(886, 'TN', '68', '磁盘自动集成电路手册（二册）', '张军钧', NULL, '日菱机器厂', 246, 16, '1992-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(887, 'TN', '69', '最新日本功率控制用晶体管及复合器大全', '', NULL, '中南工业大学', 527, 16, '1990-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(888, 'TN', '70', '复印机使用和维修大全', '邹忠民', NULL, '湖南科学技术', 511, 16, '1990-01-01 00:00:00', 0, 14.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(889, 'TN', '71', '标维集成电路数据手册运算放大器', '崔忠勤', NULL, '电子工业', 431, 16, '1990-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(890, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(891, 'TN', '72', '家电维修基础知识', '', NULL, '上海科学普及', 93, 16, '1999-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(892, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(893, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(894, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(895, 'TN', '73', '导机原理与电源分析', '翟宗起', NULL, '安徽科学技术', 245, 16, '1992-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(896, 'TN', '74', '彩色电视机原型与结构', '沈大林', NULL, '电子工业', 305, 16, '1988-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(897, 'TN', '75', '电子线路基础实验', '郭三宝', NULL, '高等教育', 241, 16, '1986-01-01 00:00:00', 8, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(898, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(899, 'TN', '76', '实用摄录像机教程', '段小杨', NULL, '浙江大学', 307, 16, '1994-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(900, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(901, 'TN', '77', '录像机快速控制300例', '招原', NULL, '北京科学技术', 238, 16, '1989-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(902, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(903, 'TN', '78', '国内外彩色电脑便理三百例', '林春阳', NULL, '科学技术', 357, 16, '1989-01-01 00:00:00', 0, 9.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(904, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(905, 'TN', '79', '家用录像机维修1000例', '周师亮', NULL, '中日出版', 587, 16, '1991-01-01 00:00:00', 0, 19.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(906, 'TN', '80', '磁带录取像机', '肖克昌', NULL, '中日出版', 213, 16, '1990-01-01 00:00:00', 0, 6.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(907, 'TN', '81', '彩色电视摄像机', '张工奇', NULL, '中日出版', 298, 16, '1988-01-01 00:00:00', 0, 3.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(908, 'TN', '82', '彩色电视机开开电源电路分析与功能（读一）', '袁光明', NULL, '电子科技大学', 101, 16, '1993-01-01 00:00:00', 0, 3.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(909, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(910, 'TN', '83', '音响、电视集成电路控测与例理', '高雨春', NULL, '中日出版', 399, 16, '1989-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(911, 'TN', '84', '收录机维修大全', '诋平促', NULL, '科学技术', 274, 16, '1989-01-01 00:00:00', 0, 6.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(912, 'TN', '85', '脉冲与数字电路实验（第二版）', '方九如', NULL, '高等教育', 152, 16, '1982-01-01 00:00:00', 0, 3.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(913, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(914, 'TN', '86', '录像技术', '张鑫锐', NULL, '电子科技', 239, 16, '1990-01-01 00:00:00', 0, 11.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(915, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(916, 'TN', '87', '电磁场与微波技术', '赵家', NULL, '华中理工大学', 311, 16, '1990-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(917, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(918, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(919, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(920, 'TN', '89', 'VO—2860P录像机讲义', '中央电脑教育院', NULL, '', 221, 16, '1983-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(921, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(922, 'TN', '90', '实用电脑录像技术基础', '刘文开', NULL, '吉林医院', 275, 16, '1983-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(923, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(924, 'TN', '91', '现代通信原理', '曹志刚', NULL, '清华大学', 428, 16, '1992-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(925, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(926, 'TN', '92', '微波与光导波技术', '应甏年', NULL, '国防工业', 332, 16, '1994-01-01 00:00:00', 0, 12.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(927, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(928, 'TN', '93', '彩色电脑基础教程', '[美]斯坎', NULL, '科学技术文献', 273, 16, '1982-01-01 00:00:00', 0, 2.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(929, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(930, 'TN', '94', '彩色电脑例理', '[英]', NULL, '科学技术文献', 254, 16, '1982-01-01 00:00:00', 0, 2.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(931, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(932, 'TN', '95', '录音录像技术', '徐中卅', NULL, '西安电子科技大学', 294, 16, '1993-01-01 00:00:00', 0, 12.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(933, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(934, 'TN', '96', '通信系统—电子通信中信号与声引论', '[美]A·B·卡尔逊', NULL, '西安交通大学', 481, 16, '1992-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(935, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(936, 'TN', '97', '电航学基础', '合子一', NULL, '国防工业', 326, 16, '1985-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(937, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(938, 'TN', '98', '电视原理实验', '', NULL, '哈尔滨工业大学', 103, 16, '1991-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(939, 'TN', '99', '彩色电视原理', '周括友', NULL, '东南大学', 287, 16, '1988-01-01 00:00:00', 0, 4.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(940, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(941, 'TN', '100', 'VO—5630维修手册', '', NULL, '北京', 1369, 16, '1998-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(942, 'TN', '101', '彩色电视接收与电路分析', '人民邮电', NULL, '', 185, 16, '1983-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(943, 'TN', '102', '数字电视', '张永谭', NULL, '中日电视', 243, 16, '1988-01-01 00:00:00', 0, 3.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(944, 'TN', '103', '用万用表修理彩色电视机', '蔡同清', NULL, '电子工业', 201, 16, '1989-01-01 00:00:00', 0, 4.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(945, 'TN', '104', '进口录放机集成电路实例数据大全', '潭进', NULL, '电子科技大学', 425, 16, '1991-01-01 00:00:00', 0, 73.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(946, 'TN', '105', '最新日本晶体管手册', '董成国', NULL, '湖北科学技术', 599, 16, '1985-01-01 00:00:00', 0, 6.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(947, 'TN', '106', '微波技术', '', NULL, '中日', 267, 16, '1993-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(948, 'TN', '107', '彩色电视摄像机', '张玉奇', NULL, '中日', 298, 16, '1988-01-01 00:00:00', 0, 3.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(949, 'TN', '108', '电视教材摄象技术讲义', '王顺', NULL, '吉林高等核心', 250, 16, '1983-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(950, 'TN', '109', '电视节目制作手册', '许作民', NULL, '中日', 445, 16, '1990-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(951, 'TN', '110', '电视节目制作', '徐国光', NULL, '中日', 348, 16, '1991-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(952, 'TN', '111', '卡拉OK厅音响、电视与统一工作设计与操作指南', '熊建设', NULL, '四川科学技术', 408, 0, '1995-01-01 00:00:00', 0, 26.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(953, 'TN', '112', '彩色电视原理', '程玉林', NULL, '安微科学技术', 336, 16, '1992-01-01 00:00:00', 0, 9.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(954, 'TN', '113', '家庭用组合音响设备的原理与维修技术', '李永刚', NULL, '新时代', 323, 16, '1995-01-01 00:00:00', 0, 25.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(955, 'TN', '114', '盒式磁带录音机原理及电路', '', NULL, '上海科学技术文献', 143, 16, '1981-01-01 00:00:00', 0, 1.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(956, 'TN', '115', '电视原理与实践  黑白彩色和数字化电视', '徐洪水', NULL, '浙江大学', 260, 16, '1991-01-01 00:00:00', 0, 4.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(957, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(958, 'TN', '116', '直线通信技术', '周迁显', NULL, '哈尔滨工业大学', 248, 16, '1990-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(959, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(960, 'TN', '117', '摄像机、录像机的使用与维护', '', NULL, '新时代', 281, 16, '1990-01-01 00:00:00', 0, 11.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(961, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(962, 'TN', '118', '电视接收原理', '黄秉栋', NULL, '广西师范大学', 459, 16, '1992-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(963, 'TN', '119', '卫星  接收技术', '叶原裕', NULL, '西安电子科技大学', 194, 16, '1988-01-01 00:00:00', 0, 6.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(964, 'TN', '120', '电子电路系统——高频电路', '谢源清', NULL, '中   大学', 350, 16, '1988-01-01 00:00:00', 0, 8.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(965, 'TN', '121', 'PAC  ＩＣ彩色电视机维修大全', '濯瑞人', NULL, '初建科学技术', 622, 16, '1985-01-01 00:00:00', 0, 10.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(966, 'TN', '122', '电子线路基础上册', '万嘉董', NULL, '高等教育', 263, 16, '1985-01-01 00:00:00', 0, 4.5500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(967, 'TN', '123', '电子线路基础下册', '万嘉董', NULL, '高等教育', 304, 16, '1986-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(968, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(969, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(970, 'TN', '124', '有线电视技术', '黄关明', NULL, '北京 学院', 218, 16, '1991-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(971, 'TN', '125', '家用录像机实用维修技术', '', NULL, '辽宁科学技术', 268, 16, '1990-01-01 00:00:00', 0, 7.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(972, 'TN', '127', '电视原理实验', '', NULL, '哈尔滨工业大学', 103, 16, '1991-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(973, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(974, 'TN', '128', '现代信息应用技术', '吕连祥', NULL, '南京大学', 248, 16, '1988-01-01 00:00:00', 0, 3.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(975, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(976, 'TN', '129', '电视与现代化教育', '', NULL, '上海科学技术', 125, 16, '1980-01-01 00:00:00', 0, 1.0200, 0, 0, NULL, NULL, '暂无', NULL, ''),
(977, 'TN', '130', '电视机应急例理技巧与故障控制680例', '吉达平', NULL, '人民邮电', 286, 16, '1998-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(978, 'TN', '131', '家用录像机使用与维修', '莫佳清', NULL, '江苏科学技术', 158, 16, '1990-01-01 00:00:00', 0, 7.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(979, 'TN', '132', '移动通信', '黄', NULL, '西安电子科技大学', 244, 16, '1988-01-01 00:00:00', 0, 8.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(980, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(981, 'TN', '133', '声象编导研究资料12编', '', NULL, '河北师大电教室', 148, 16, '1982-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(982, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(983, 'TN', '134', '调频立体声收录机电路与设计', '陆伟氏', NULL, '南京工业学院', 230, 16, '1988-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(984, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(985, 'TN', '135', '视频设备与微电脑', '段玉平', NULL, '中日', 215, 16, '1990-01-01 00:00:00', 0, 7.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(986, 'TN', '136', '电视机原理', '李薇', NULL, '北京师范大学', 505, 16, '1987-01-01 00:00:00', 0, 9.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(987, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(988, 'TN', '137', '电子技术基础试题汇编  数学部分', '袁', NULL, '高等教育', 663, 16, '1991-01-01 00:00:00', 0, 15.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(989, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(990, 'TN', '138', '电子技术基础试题汇编 模拟部分', '袁', NULL, '高等教育', 788, 16, '1992-01-01 00:00:00', 0, 18.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(991, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(992, 'TN', '139', '实用电子电路手册  数字电路手册', '', NULL, '高等教育', 672, 16, '1992-01-01 00:00:00', 0, 22.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(993, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(994, 'TN', '140', '实用电子电路手册  模拟电路手册', '', NULL, '高等教育', 592, 16, '1991-01-01 00:00:00', 0, 19.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(995, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(996, 'TN', '141', '电子技术基础实验（第二版）', '伊佥茂', NULL, '高等教育', 232, 16, '1984-01-01 00:00:00', 0, 5.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(997, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(998, 'TN', '142', '调频立体声广播技术', '黄如里', NULL, '浙江大学', 627, 16, '1988-01-01 00:00:00', 0, 10.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(999, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1000, 'TN', '143', '磁带录像机原理与调试', '武世辉', NULL, '电子工业', 283, 16, '1988-01-01 00:00:00', 0, 4.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1001, 'TN', '144', '彩色电视机', '董政武', NULL, '首都师范大学', 260, 16, '1991-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1002, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1003, 'TN', '145', '近代无线电实验', '陈瑞涛', NULL, '复旦大学', 116, 16, '1991-01-01 00:00:00', 0, 2.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1004, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1005, 'TN', '146', '电子技术基础实验', '何复茂', NULL, '高等教育', 178, 16, '1984-01-01 00:00:00', 0, 2.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1006, 'TN', '147', '短波通信', '沈琪琪', NULL, '西安电子科技大学', 282, 16, '1989-01-01 00:00:00', 0, 3.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1007, 'TN', '148', '电子线路实验', '', NULL, '高等教育', 252, 16, '1982-01-01 00:00:00', 0, 6.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1008, 'TN', '149', '电子电路与系统学习指导', '谢泛清', NULL, '中央广播电脑大学', 156, 16, '1991-01-01 00:00:00', 0, 5.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1009, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1010, 'TN', '150', '彩色电视接收和原理', '陈贤克', NULL, '高等教育', 498, 16, '1993-01-01 00:00:00', 0, 11.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1011, 'TN', '151', '实验工程与科学管理', '秦维明', NULL, '东北工学院', 331, 16, '1991-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1012, 'TN', '152', '彩色故障维修300例', '抑永林', NULL, '海洋', 474, 16, '1993-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1013, 'TN', '153', '电工基础实验指导书', '宋超', NULL, '高等教育', 145, 16, '1986-01-01 00:00:00', 0, 4.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1014, 'TN', '154', '新编中月半导体器数据手册', '', NULL, '机械工业', 507, 16, '1992-01-01 00:00:00', 0, 80.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1015, 'TN', '155', '新编中月半导体器数据手册', '', NULL, '机械工业', 1592, 16, '1992-01-01 00:00:00', 0, 80.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1016, 'TN', '156', '新编常用半导体组件数据手册', '', NULL, '机械工业', 300, 16, '1992-01-01 00:00:00', 0, 108.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1017, 'TN', '157', '电工学实验', '王耀光', NULL, '高等教育', 210, 16, '1985-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1018, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1019, 'TN', '158', '电工基础实验指导书', '宁杨', NULL, '高等教育', 145, 16, '1986-01-01 00:00:00', 0, 4.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1020, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1021, 'TN', '159', '微波技术基础', '姚光圻', NULL, '西安交通大学', 180, 16, '1993-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1022, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1023, 'TN', '160', '电子实验', '', NULL, '高等教育', 252, 16, '1982-01-01 00:00:00', 0, 6.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1024, 'TN', '161', '画法几何及工程制图（电子类）', '唐克中', NULL, '高等教育', 257, 16, '1983-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1025, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1026, 'TN', '162', '画法几何及工程制图（电子）', '徐凤仙', NULL, '高等教育', 101, 16, '1983-01-01 00:00:00', 0, 3.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1027, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1028, 'TN', '163', '电视摄像机操作', '（英）', NULL, '中日', 152, 16, '1984-01-01 00:00:00', 0, 1.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1029, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1030, 'TN', '164', '影片拷贝录像磁带的管理与使用技术', '', NULL, '辽宁省电影发行放映公司', 263, 16, '1986-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1031, 'TN', '165', '影片拷贝录像磁带的管理与使用技术', '', NULL, '辽宁省电影发行放映公司', 211, 16, '1986-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1032, 'TN', '166', '影片拷贝录像磁带的管理与使用技术', '', NULL, '辽宁省电影发行放映公司', 277, 16, '1986-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1033, 'TN', '167', '微波原理与技术', '李大平', NULL, '北京师范大学', 426, 16, '1994-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1034, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1035, 'TN', '168', '电视接收天线', '邱元春', NULL, '人民邮电', 276, 16, '1980-01-01 00:00:00', 0, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1036, 'TN', '169', '数字电子技术基础', '阎石', NULL, '高等教育', 651, 16, '1981-01-01 00:00:00', 0, 6.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1037, 'TN', '170', '电子线路实验', '', NULL, '高等教育', 329, 16, '1979-01-01 00:00:00', 0, 2.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1038, 'TN', '171', '传声器的使用', '[英]阿里克·尼斯毕', NULL, '中日电影', 112, 16, '1979-01-01 00:00:00', 0, 1.5500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1039, 'TN', '172', '新编中外晶体管置换手册', '张维力', NULL, '人民邮电', 886, 16, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1040, 'TN', '173', '电视机原理与维修', '张世诺', NULL, '山东科学技术', 488, 16, '1980-01-01 00:00:00', 0, 1.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1041, 'TN', '174', '电工学（第21版）学习指导书', '郭木寿', NULL, '高等教育', 234, 16, '1990-01-01 00:00:00', 0, 2.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1042, 'TN', '175', '脉冲与数学电路试题集', '', NULL, '高等教育', 344, 16, '1990-01-01 00:00:00', 0, 4.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1043, 'TN', '176', '电工考工应试题解', '', NULL, '中国农业机械', 404, 16, '1981-01-01 00:00:00', 0, 1.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1044, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1045, 'TN', '177', '使用录像磁带', '（英）E鲁定刚', NULL, '中国电影', 194, 16, '1980-01-01 00:00:00', 0, 1.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1046, 'TN', '178', '常用小功率晶体管三极管手册', '李锋春', NULL, '人民邮电', 447, 16, '1980-01-01 00:00:00', 0, 1.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1047, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1048, 'TN', '177', '国内向行复印机电路图集与维修', '', NULL, '科学技术文献', 127, 16, '1989-01-01 00:00:00', 0, 8.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1049, 'TN', '178', '盒式录音机电路图集', '', NULL, '人民邮电', 72, 16, '1980-01-01 00:00:00', 0, 1.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1050, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1051, 'TN', '179', '国内流行中外盒式收录机电路大全', '', NULL, '中国广播电视', 115, 16, '1991-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1052, 'TN', '180', '国内流行中外盒式收录机电路大全2', '', NULL, '中国广播电视', 116, 16, '1991-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1053, 'TN', '181', '国内流行中外盒式收录机电路大全3', '', NULL, '中国广播电视', 120, 16, '1991-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1054, 'TN', '182', '国内流行中外盒式收录机电路大全4', '', NULL, '中国广播电视', 118, 16, '1991-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1055, 'TN', '183', '国内流行中外盒式收录机电路大全5', '', NULL, '中国广播电视', 126, 16, '1991-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1056, 'TN', '184', '维修必备——录像设备电路图集1', '刘学达', NULL, '中国广播电视', 210, 16, '1991-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1057, 'TN', '185', '维修必备——录像设备电路图集2', '刘学达', NULL, '中国广播电视', 148, 16, '1991-01-01 00:00:00', 0, 14.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1058, 'TN', '186', '维修必备——录像设备电路图集3', '刘学达', NULL, '中国广播电视', 148, 16, '1991-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1059, 'TN', '187', '维修必备——录像设备电路图集4', '刘学达', NULL, '中国广播电视', 171, 16, '1991-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1060, 'TN', '188', '维修必备——录像设备电路图集5', '刘学达', NULL, '中国广播电视', 145, 16, '1991-01-01 00:00:00', 0, 19.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1061, 'TN', '189', '手提收音录音机线路图集（第一辑）', '', NULL, '电子技术资料', 100, 8, '1998-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1062, 'TN', '190', '手提收音录音机线路图集（第二辑）', '', NULL, '电子技术资料', 100, 8, '1998-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1063, 'TN', '191', '手提收音录音机线路图集（第三辑）', '', NULL, '电子技术资料', 100, 8, '1998-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1064, 'TN', '192', '手提收音录音机线路图集（第四辑）', '', NULL, '电子技术资料', 100, 8, '1980-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1065, 'TN', '193', '最新家用录像机和摄录放一体化机电路图集', '', NULL, '中国广播电视', 140, 8, '1991-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1066, 'TN', '194', '最新家用录像机和摄录放一体化机电路图集2', '', NULL, '中国广播电视', 144, 8, '1991-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1067, 'TN', '195', '国内流行复印机衫维修手册E', '', NULL, '中国广播电视', 116, 8, '1991-01-01 00:00:00', 0, 11.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1068, 'TN', '196', '国内流行复印机衫维修手册F', '', NULL, '中国广播电视', 139, 8, '1991-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1069, 'TN', '197', '进口电视机收录机电路图选集（一）', '', NULL, '广东科技', 52, 8, '1980-01-01 00:00:00', 0, 2.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1070, 'TN', '198', '国内电视机电路集  上册', '', NULL, '', 40, 8, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1071, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1072, 'TN', '199', '国内电视机电路集  下册', '', NULL, '', 40, 8, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1073, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1074, 'TN', '200', '国外电视机电路集  上册', '', NULL, '', 12, 8, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1075, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1076, 'TN', '201', '国外电视机电路集  下册', '', NULL, '', 14, 8, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1077, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1078, 'TN', '202', '彩色黑白电视机线路图集（第一辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1079, 'TN', '203', '彩色黑白电视机线路图集（第二辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1080, 'TN', '204', '彩色黑白电视机线路图集（第三辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1081, 'TN', '205', '彩色黑白电视机线路图集（第四辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1082, 'TN', '206', '彩色黑白电视机线路图集（第五辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1083, 'TN', '207', '彩色黑白电视机线路图集（第六辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1084, 'TN', '208', '彩色黑白电视机线路图集（第七辑）', '', NULL, '电视技术学科', 100, 8, '0196-12-19 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1085, 'TN', '209', 'DXC—16WP 摄象机讲义', '', NULL, '中央生化收音馆', 154, 16, '1953-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1086, 'TN', '210', 'SONY维修手册DXC-1610P MFTRINTCON彩色摄象机', '', NULL, 'SONY CORDORATION', 3138, 16, '0196-12-19 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1087, 'TN', '211', 'SONY盒式磁带录象机BVV—200P BVD—200S使用和维护手', '', NULL, 'SONY Corporation', 1003, 16, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1088, 'TN', '212', 'VO—2860维修手册', '', NULL, 'SONY', 1473, 16, '0196-12-19 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1089, 'TN', '213', 'SONY维修手册  VO—3800P彩色汲盒式录象机', '', NULL, 'SONY CORPORATDN', 30, 16, '1989-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1090, 'TN', '214', '维修册NV—G10MC录像机', '', NULL, 'National', 17, 16, '0196-12-19 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1091, 'TN', '215', '晶体管收音机手册', '', NULL, '上海科学技术', 351, 16, '1981-01-01 00:00:00', 0, 1.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1092, 'TN', '216', '半导体收音机线路图集', '董成国', NULL, '四川人民', 394, 16, '1981-01-01 00:00:00', 0, 2.0800, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1093, 'TN', '217', '晶体管收音机线路图集', '', NULL, '黑龙江科学技术', 423, 16, '1981-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1094, 'TN', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1095, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1096, 'TN', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1097, 'G', '1', '教学技术：领域的定义和范畴', '[美]巴巴拉 西子斯', NULL, '中央广播电视大学', 194, 32, '1999-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1098, 'G', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1099, 'G', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1100, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1101, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1102, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1103, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1104, 'G', '2', '新闻传播学（修订版）', '黄旦', NULL, '杭州大学', 299, 32, '1997-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1105, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1106, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1107, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1108, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1109, 'G', '3', '系统科学教育', '查存果', NULL, '人民教育', 423, 32, '1993-01-01 00:00:00', 0, 11.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1110, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1111, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1112, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1113, 'G', '4', '当代新闻采护访学', '申风', NULL, '华中理工大学', 283, 32, '2000-01-01 00:00:00', 0, 11.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1114, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1115, 'G', '5', '电视传播学', '万长顺', NULL, '华中理工大学', 360, 32, '2000-01-01 00:00:00', 0, 18.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1116, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1117, 'G', '6', '电视新闻学教程', '黄厚宇', NULL, '广东高等教育', 413, 32, '1998-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1118, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1119, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1120, 'G', '7', '两方科学评介', '薛文华', NULL, '高等教育', 442, 32, '2001-01-01 00:00:00', 0, 14.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1121, 'G', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1122, 'G', '8', '物论', '施良方', NULL, '人民教育', 511, 32, '1994-01-01 00:00:00', 0, 13.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1123, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1124, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1125, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1126, 'G', '9', '学术论文指导', '张天定', NULL, '河南大学', 339, 32, '2000-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1127, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1128, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1129, 'G', '10', '电化教音系（第一版）', '南国农', NULL, '高等教育', 425, 32, '1998-01-01 00:00:00', 0, 13.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1130, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1131, 'G', '11', '电化教音管理', '张增荣', NULL, '高等教育', 324, 32, '1995-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1132, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1133, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1134, 'G', '12', '教音传播学', '南同农', NULL, '高等教育', 303, 32, '1995-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1135, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1136, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1137, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1138, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1139, 'G', '13', '传播学导论', '董天秉', NULL, '四川大学', 373, 32, '1995-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1140, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1141, 'G', '14', '多媒体组合教学设计  第二版', '李克东', NULL, '科学', 322, 32, '1994-01-01 00:00:00', 0, 8.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1142, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1143, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1144, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1145, 'G', '15', '教育技术学术论证', '乔立泰', NULL, '科学', 182, 32, '1998-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1146, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1147, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1148, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1149, 'G', '16', '基础教师学', '段京肃', NULL, '兰州大学', 429, 32, '1996-01-01 00:00:00', 0, 14.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1150, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1151, 'G', '17', '教学媒体与教学设计', '', NULL, '高等教育', 254, 32, '1990-01-01 00:00:00', 0, 4.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1152, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1153, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1154, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1155, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1156, 'G', '18', '人类交流与传授', '周晓明', NULL, '上海文艺', 400, 32, '1990-01-01 00:00:00', 0, 4.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1157, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1158, 'G', '19', '教育电抗子说', '杨吉南', NULL, '高等教育', 319, 32, '1991-01-01 00:00:00', 0, 4.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1159, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1160, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1161, 'G', '20', '新闻军事常识（增刊本）', '李向明', NULL, '电脑与电配', 210, 32, '1991-01-01 00:00:00', 0, 3.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1162, 'G', '21', '传播理论', '李正林', NULL, '高等教育', 254, 32, '1989-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1163, 'G', '22', '电化教育发展大趋势', '刘雍潜', NULL, '中央青年电视大学', 471, 32, '1997-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1164, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1165, 'G', '23', '大教学论', '（捷）奈登回斯', NULL, '教育科学', 264, 32, '1999-01-01 00:00:00', 0, 15.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1166, 'G', '24', '创新：新世纪的教育革命', '丁钢', NULL, '教育科学', 309, 32, '2000-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1167, 'G', '25', '电抗学教学', '朱羽君', NULL, '中国人民大学', 280, 32, '1999-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1168, 'G', '26', '新闻科学（第二版）', '弈鸿文', NULL, '中国人民大学', 400, 32, '2000-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1169, 'G', '27', '学与教的心理学', '邓瑞珍', NULL, '华东师范大学', 401, 32, '1990-01-01 00:00:00', 0, 2.8400, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1170, 'G', '28', '心理与教育设计学', '张原粲', NULL, '北京师范大学', 518, 32, '1993-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1171, 'G', '29', '学与教的心理学', '皮连生', NULL, '华东师大', 370, 32, '1997-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1172, 'G', '30', '中学学生心理测评整理档案', '陈雪枫', NULL, '暨南大学', 209, 32, '1997-01-01 00:00:00', 0, 55.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1173, 'G', '31', '民族文化传统与教育现代化', '顾明远', NULL, '北京师大', 447, 32, '1998-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1174, 'G', '32', '中国教育学术展望21世纪', '顾明远、朱永新', NULL, '山西教育', 443, 32, '1999-01-01 00:00:00', 0, 13.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1175, 'G', '33', '心理学', '高洋', NULL, '华东师大', 325, 32, '1990-01-01 00:00:00', 0, 2.2800, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1176, 'G', '34', '新闻采访学', '林如鹏', NULL, '暨南大学', 443, 32, '1998-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1177, 'G', '29', '学与教的心理学', '皮连生', NULL, '华东师大', 370, 32, '1997-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1178, 'G', '35', '人类生物', '（美）爱德华', NULL, '浙江教育', 195, 32, '1998-01-01 00:00:00', 0, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1179, 'G', '36', '全方位营销', '（台）萧新永', NULL, '电教商业', 287, 32, '1994-01-01 00:00:00', 0, 11.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1180, 'G', '37', '坚强三个面向 深化教育改革', '张健', NULL, '人民教育', 164, 32, '1996-01-01 00:00:00', 0, 6.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1181, 'G', '38', '市场调查', '樊惠育', NULL, '上海人民', 421, 32, '1995-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1182, 'G', '39', '教育模式', '李有梁', NULL, '教育科学', 144, 32, '1996-01-01 00:00:00', 0, 5.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1183, 'G', '40', '今日香港教育', '黄浩炯', NULL, '广东教育', 305, 32, '1996-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1184, 'G', '41', '现代教育技术——通向未来教育之桥', '高利明', NULL, '中央讨布电教大学', 270, 32, '1997-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1185, 'G', '42', '美国优秀新闻学新选', '（美）罗德·克拉克', NULL, '新华', 245, 32, '1986-01-01 00:00:00', 0, 1.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1186, 'G', '43', '心理与教育研究中的国术实验设计', '舒华', NULL, '北京师范大学', 343, 32, '1994-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1187, 'G', '44', '现代教育哲学', '梁涓林', NULL, '广东高等教育', 306, 32, '1997-01-01 00:00:00', 0, 13.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1188, 'G', '45', '教育研究方法导论', '（美）威廉·德学斯美', NULL, '教育科学', 569, 32, '1997-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1189, 'G', '46', '人力资源：经济和人事', '', NULL, '中国国际高校外', 585, 32, '1997-01-01 00:00:00', 0, 29.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1190, 'G', '47', '电化教育手段', '周光熊', NULL, '高等教育', 511, 32, '1989-01-01 00:00:00', 0, 4.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1191, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1192, 'G', '48', '世界各国公务员制度', '龙泽良', NULL, '光明印书社', 354, 32, '1985-01-01 00:00:00', 0, 3.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1193, 'G', '49', '高交新闻写作（第二版）', '周胜林', NULL, '复旦大学', 276, 32, '1997-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1194, 'G', '50', '大教学论', '钱伯毅', NULL, '中国科学技术', 285, 32, '1991-01-01 00:00:00', 0, 4.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1195, 'G', '51', '实用教育定理词典', '王陆山', NULL, '职工教育', 652, 32, '1988-01-01 00:00:00', 0, 7.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1196, 'G', '52', '课程理论与课程设计', '徐名滴', NULL, '广东教育', 313, 32, '1991-01-01 00:00:00', 0, 4.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1197, 'G', '52', '素质教育课堂优化模式', '闫承制', NULL, '教育科学', 257, 32, '2000-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1198, 'G', '53', '广播电脑学理论', '黄原宁', NULL, '暨南大学', 528, 32, '1999-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1199, 'G', '54', '传播学导论', '邓培仁', NULL, '浙江大学', 401, 32, '1997-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1200, 'G', '55', '教师的知识结构', '顾兴义', NULL, '广东教育', 246, 32, '1993-01-01 00:00:00', 0, 6.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1201, 'G', '56', '当代教育学（修订版）', '赵振国', NULL, '教育科学', 494, 32, '1999-01-01 00:00:00', 0, 19.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1202, 'G', '57', '知识管理与组织设计', '（美）保罗大卫', NULL, '珠海', 356, 32, '1998-01-01 00:00:00', 0, 19.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1203, 'G', '58', '信息科学与信息产业', '胡德武', NULL, '中山大学', 287, 32, '1995-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1204, 'G', '59', '心理与教育研究方法', '宋奇', NULL, '广东教育', 598, 32, '1992-01-01 00:00:00', 0, 7.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1205, 'G', '60', '教育心理学纲要', '赵连之', NULL, '人民教育', 572, 32, '1989-01-01 00:00:00', 0, 5.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1206, 'G', '61', '现代教育技术教程', '杨明德', NULL, '高等教育', 296, 32, '1996-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1207, 'G', '62', '远程教育理论原理', '德斯尔德·基达', NULL, '中央广播电视大学', 298, 32, '1999-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1208, 'G', '63', '多媒体与虚拟论实工程', '理查德·布格斯', NULL, '中国电教出版社', 369, 32, '2000-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1209, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1210, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1211, 'G', '64', '电化教学技术训练教程', '李生东', NULL, '北京师大', 211, 32, '1997-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1212, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1213, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1214, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1215, 'G', '65', '教学设计——心理学理论与技术', '皮连生', NULL, '高等教育', 229, 16, '2000-01-01 00:00:00', 0, 13.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1216, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1217, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1218, 'G', '66', '传播学', '邓培仁', NULL, '高等教育', 282, 16, '2000-01-01 00:00:00', 0, 16.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1219, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1220, 'G', '67', '教学策略', '李晓文', NULL, '高等教育', 229, 16, '2000-01-01 00:00:00', 0, 12.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1221, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1222, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1223, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1224, 'G', '68', '无线电教育技术与教育现代化', '李生东', NULL, '汕头大学', 407, 16, '1997-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1225, 'G', '69', '信息检查与利用', '和正荣', NULL, '重庆大学', 226, 16, '2000-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1226, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1227, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1228, 'G', '70', '现代信息检索教程', '郭吉安', NULL, '重庆大学', 260, 16, '2000-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1229, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1230, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1231, 'G', '71', '心理与教育测量', '张厚粲', NULL, '浙江教育', 500, 16, '1997-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1232, 'G', '72', '社会心理学', '时蓉华', NULL, '浙江教育', 609, 16, '1998-01-01 00:00:00', 0, 48.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1233, 'G', '73', '传播媒体与信息技术', '高则明', NULL, '北京大学', 256, 16, '1998-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1234, 'G', '74', '电化教学技术训练教程', '李吉东', NULL, '北京大学', 211, 16, '1997-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1235, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1236, 'G', '75', '教育电教节目制作', '乌美娜', NULL, '北京师大', 335, 16, '1993-01-01 00:00:00', 0, 13.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1237, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1238, 'G', '76', '电化教育学', '', NULL, '上海科学技术教学', 262, 16, '1998-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1239, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1240, 'G', '77', '教育电教节目设计与制作', '', NULL, '人民教育', 446, 16, '1992-01-01 00:00:00', 0, 19.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1241, 'G', '78', '电化教育概论', '孙天正', NULL, '东北师大', 206, 16, '1986-01-01 00:00:00', 0, 2.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1242, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1243, 'G', '79', '电化教育工作指南', '李奈', NULL, '辽宁科技', 1349, 16, '1991-01-01 00:00:00', 0, 47.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1244, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1245, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1246, 'G', '80', '教学过程设计', '李尤', NULL, '内蒙古大学', 704, 32, '2000-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1247, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1248, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1249, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1250, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1251, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1252, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1253, 'G', '81', '卫星通信技术', '陈振国', NULL, '人民邮电', 393, 32, '1992-01-01 00:00:00', 0, 4.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1254, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1255, 'G', '82', '电化教育实验', '梁育腾', NULL, '高等教育', 235, 32, '1991-01-01 00:00:00', 0, 6.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1256, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1257, 'G', '83', '电化教育基础（第二版）', '梁育腾', NULL, '高等教育', 198, 32, '1991-01-01 00:00:00', 0, 2.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1258, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1259, 'G', '84', '传播学原理与应用', '戴元光', NULL, '兰州大学', 412, 32, '1988-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1260, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1261, 'G', '85', '电化教育基础', '邓高源', NULL, '高等教育', 223, 32, '1997-01-01 00:00:00', 0, 7.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1262, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1263, 'G', '86', '电脑新闻摄影', '巨浪', NULL, '兰州大学', 228, 32, '1990-01-01 00:00:00', 0, 8.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1264, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1265, 'G', '87', '大学教育与教材理论', '范印哲', NULL, '高等教育', 638, 32, '1990-01-01 00:00:00', 0, 6.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1266, 'G', '88', '传媒教育现代化——教育传播理论与实践', '宋伟伯', NULL, '高等教育', 225, 32, '1988-01-01 00:00:00', 0, 2.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1267, 'G', '89', '新闻专业教程', '曹璐', NULL, '中国广播出社', 370, 32, '1995-01-01 00:00:00', 0, 14.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1268, 'G', '90', '教育测量与评价', '许建成', NULL, '教育科学', 454, 32, '1995-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1269, 'G', '91', '基础教育改革挑战未来', '王吉鹏', NULL, '吉林大学', 466, 32, '2001-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1270, 'G', '92', '南京大学电化教育研究文集（上）', '', NULL, '南京大学电教中心', 468, 32, '1988-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1271, 'G', '93', '道德教育模式', '理查德·理德', NULL, '学术期刊', 217, 32, '1989-01-01 00:00:00', 0, 2.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1272, 'G', '94', '传播学概论', '墨文虎', NULL, '中国新闻', 153, 32, '1988-01-01 00:00:00', 0, 1.5500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1273, 'G', '95', '人力资源开发与管理', '陈远教', NULL, '中国统计', 359, 32, '1995-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1274, 'G', '96', '电化教育管理概论', '孙无正', NULL, '高等教育', 363, 32, '1990-01-01 00:00:00', 0, 3.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1275, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1276, 'G', '97', '课程理论——课程的基础、原理方法', '施良方', NULL, '教育科学', 337, 32, '1996-01-01 00:00:00', 0, 15.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1277, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1278, 'G', '98', '学校现化教育技术应用指南', '王洒靖', NULL, '百家', 295, 32, '1995-01-01 00:00:00', 0, 88.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1279, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1280, 'G', '99', '学校现代教育技术应用指南——计算机辅助教育卷', '王洒靖', NULL, '百家', 561, 32, '1995-01-01 00:00:00', 0, 88.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1281, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1282, 'G', '100', '学校现代教育技术应用指南——教育信息技术卷', '王洒靖', NULL, '百家', 489, 32, '1995-01-01 00:00:00', 0, 88.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1283, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1284, 'G', '101', '电化教育理论', '萧别滋', NULL, '北京师大', 419, 32, '1988-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1285, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1286, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1287, 'G', '102', '教育学——情境与原理', '付道春', NULL, '教育科学', 393, 32, '1999-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1288, 'G', '103', '教育技术学导论', '尹俊华', NULL, '高等教育', 191, 32, '1996-01-01 00:00:00', 0, 6.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1289, 'G', '104', '媒体与广告', '钟江廉', NULL, '中国人民大学', 245, 16, '2001-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1290, 'J', '1', '电视摄影艺术', '朱羽君', NULL, '辽宁美术', 226, 32, '1997-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1291, 'J', '2', '电视声音构成', '高延智', NULL, '北京师大', 418, 32, '1998-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1292, 'J', '3', '电视特效技术', '（英）威尔基', NULL, '中国电影', 368, 32, '1989-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1293, 'J', '5', '电视制作', '李平云', NULL, '中国电影', 546, 32, '1995-01-01 00:00:00', 0, 19.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1294, 'J', '4', '电视制作', '李平云', NULL, '中国电影', 546, 32, '1989-01-01 00:00:00', 0, 5.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1295, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1296, 'J', '6', '制片指南', '（法）马克·格尔斯多', NULL, '中国电影', 123, 32, '1999-01-01 00:00:00', 0, 6.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1297, 'J', '7', '中国电视译制大全', '王启序', NULL, '辽宁大学', 1126, 32, '1991-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1298, 'J', '8', '音响报道教程', '张舒', NULL, '中日广播电视', 313, 32, '1995-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1299, 'J', '2', '电视声音构成', '高延智', NULL, '北京师大', 418, 32, '1998-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1300, 'J', '9', '电视广告', '王诗文', NULL, '中日广播电视', 416, 32, '2001-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1301, 'J', '10', '广播电视概论', '刘爱清', NULL, '中日广播电视', 456, 32, '1997-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1302, 'J', '11', '电视导流应用基础', '邓长波', NULL, '中日广播电视', 407, 32, '2000-01-01 00:00:00', 0, 21.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1303, 'J', '12', '广告制作', '胡晓伟', NULL, '中日友谊', 223, 32, '1993-01-01 00:00:00', 0, 6.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1304, 'J', '13', '广告效果研究', '樊惠育', NULL, '中日友祖', 372, 32, '1995-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1305, 'J', '14', '实用广告策略', '胡正奈', NULL, '中日大地', 340, 32, '1994-01-01 00:00:00', 0, 8.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1306, 'J', '15', '广告策划', '胡晓伟', NULL, '中日友谊', 257, 32, '1993-01-01 00:00:00', 7, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1307, 'J', '16', '广告调查方法', '张龙德', NULL, '中日大百科全书', 173, 32, '1995-01-01 00:00:00', 0, 5.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1308, 'J', '17', '广告的艺术', '王建伟', NULL, '八一', 165, 32, '1993-01-01 00:00:00', 0, 4.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1309, 'J', '18', '现代广告学', '苗杰', NULL, '中日人民大学', 309, 32, '1994-01-01 00:00:00', 0, 15.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1310, 'J', '', '', '施天权', NULL, '', 0, 32, '1991-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1311, 'J', '19', '当代世界广播电视', '施天权', NULL, '复旦大学', 368, 32, '1991-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1312, 'J', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1313, 'J', '20', '电视教材编导与制作', '李运林', NULL, '高等教育', 477, 32, '1991-01-01 00:00:00', 0, 5.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1314, 'J', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1315, 'J', '21', '彩色电视照明原理与布卷技巧', '施光孝', NULL, '北京农业大学', 329, 32, '1988-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1316, 'J', '22', '电视节目制作技术手册', '张琦', NULL, '北京广播学院', 330, 32, '1990-01-01 00:00:00', 0, 4.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1317, 'J', '23', '电影艺术诗学', '（苏）多宾', NULL, '中日电影', 227, 32, '1986-01-01 00:00:00', 0, 1.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1318, 'J', '24', '艺术与错觉', '（英）员布里希', NULL, '浙江摄影', 682, 32, '1987-01-01 00:00:00', 0, 7.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1319, 'J', '25', '图像与明晴', '（英）员布里希', NULL, '浙江摄影剧院', 474, 32, '1989-01-01 00:00:00', 0, 7.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1320, 'J', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1321, 'J', '26', '摄影艺术构图', '马树唐', NULL, '复旦大学', 239, 32, '1991-01-01 00:00:00', 0, 5.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1322, 'J', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1323, 'J', '', '', '', NULL, '', 0, 32, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1324, 'J', '27', '影效摄影技巧与构图', '郑国思', NULL, '科学技术文献', 453, 32, '1993-01-01 00:00:00', 0, 15.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1325, 'J', '28', '艺术文化学', '丁亚平', NULL, '文化艺术', 474, 32, '1996-01-01 00:00:00', 0, 19.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1326, 'J', '29', '美国电影摄影师手册', '（美）查尔斯·克拉克', NULL, '中日电影', 747, 32, '1987-01-01 00:00:00', 0, 6.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1327, 'J', '30', '影优艺术赏与评论', '陈卫平', NULL, '高等教育', 263, 32, '1994-01-01 00:00:00', 0, 8.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1328, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1329, 'J', '31', '色彩学与彩色电视', '（德）朗格', NULL, '中日电影', 497, 32, '1985-01-01 00:00:00', 0, 3.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1330, 'J', '32', '电影摄影师指南', '（苏）尔新克', NULL, '中日电影', 472, 32, '1991-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1331, 'J', '33', '电影摄影艺术中的拍摄技巧', '（苏）科学新克', NULL, '中日电影', 324, 32, '1990-01-01 00:00:00', 0, 5.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1332, 'J', '34', '电影是什么？', '（法）字等·列·巴赞', NULL, '中日电影', 389, 32, '1987-01-01 00:00:00', 0, 5.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1333, 'J', '35', '电影作为语言', '（法）马塞尔马尔丹', NULL, '中日社会科学', 315, 32, '1988-01-01 00:00:00', 0, 2.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1334, 'J', '36', '电影语言', '马塞尔·马尔丹', NULL, '中日电影', 222, 32, '1982-01-01 00:00:00', 0, 0.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1335, 'J', '37', '影视摄制', '刘永德', NULL, '辽宁美术', 312, 32, '1997-01-01 00:00:00', 0, 28.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1336, 'J', '37', '色彩心理学', '（日）潼本孝雄', NULL, '科学技术文献', 103, 32, '1989-01-01 00:00:00', 0, 1.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1337, 'J', '38', '怎样当好节目主持人', '杨玉先', NULL, '中国广播电视', 253, 32, '1991-01-01 00:00:00', 0, 4.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1338, 'J', '39', '电脑制作问答——电脑编导摄录工作手册', '任远', NULL, '中国广播电视', 201, 32, '1989-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1339, 'J', '40', '电脑辞典', '杨委林', NULL, '湖北辞书', 285, 32, '1989-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1340, 'J', '41', '文学与电视', '赵凤翔', NULL, '北京广播学院', 279, 32, '1988-01-01 00:00:00', 0, 2.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1341, 'J', '42', '影视剧作法', '（法）西门', NULL, '中日广播影电视', 230, 32, '1991-01-01 00:00:00', 0, 4.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1342, 'J', '43', '谈绘画构图', '高宗英', NULL, '山东美术', 91, 32, '1985-01-01 00:00:00', 0, 1.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1343, 'J', '44', '动物图案合集（上）', '葛春学', NULL, '上海人民美术', 300, 32, '1989-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1344, 'J', '45', '动物图案合集（水族篇）', '葛春学', NULL, '上海人民美术', 222, 32, '1989-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1345, 'J', '46', '动物图案合集（下）', '葛春学', NULL, '上海人民美术', 105, 32, '1989-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1346, 'J', '47', '影视鉴赏', '彭吉学', NULL, '高等教育', 268, 32, '1998-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1347, 'J', '48', '中外电影剧作技巧大全', '朱玛', NULL, '四川大学', 1263, 32, '1985-01-01 00:00:00', 0, 5.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1348, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1349, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1350, 'J', '49', '电教美术', '杨政学', NULL, '高等教育', 191, 32, '1989-01-01 00:00:00', 0, 3.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1351, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1352, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1353, 'J', '50', '教学幻灯', '余大中', NULL, '东北师大', 315, 32, '1987-01-01 00:00:00', 0, 1.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1354, 'J', '51', '幻灯投影教材', '秦北平', NULL, '高等教育', 384, 32, '1989-01-01 00:00:00', 0, 3.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1355, 'J', '52', '电影美术', '卢玉珠', NULL, '花山文艺', 172, 32, '1988-01-01 00:00:00', 0, 2.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1356, 'J', '53', '艺术基础（音乐）', '张有刚', NULL, '高等教育', 205, 32, '1994-01-01 00:00:00', 0, 4.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1357, 'J', '54', '艺术美型学', '李北峰', NULL, '文化艺术', 515, 32, '1998-01-01 00:00:00', 0, 28.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1358, 'J', '55', '中国的电影改编', '汪流', NULL, '中日广播电视', 179, 32, '1995-01-01 00:00:00', 0, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1359, 'J', '56', '电影的本性——物质现实的复原', '（英）克拉考尔', NULL, '中日电影', 437, 32, '1981-01-01 00:00:00', 0, 5.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1360, 'J', '57', '斯坦民斯拉夫斯基艺人指南', '（苏）弗列齐阿始', NULL, '中日电影', 504, 32, '1990-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1361, 'J', '58', '中日电影发展史1', '程季华', NULL, '中日电影', 6800, 32, '1987-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1362, 'J', '59', '中日电影发展史2', '程季华', NULL, '中日电影', 535, 32, '1981-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1363, 'J', '60', '演员自我修养第一部', '（苏）斯坦百斯拉夫斯革', NULL, '中日电影', 513, 32, '1986-01-01 00:00:00', 0, 6.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1364, 'J', '61', '演员自我修养第二部', '（苏）斯坦百斯拉夫斯革', NULL, '中日电影', 589, 32, '1986-01-01 00:00:00', 0, 7.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1365, 'J', '62', '影视艺术教程', '王光楦', NULL, '高等教育', 433, 32, '1992-01-01 00:00:00', 0, 7.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1366, 'J', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1367, 'J', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1368, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1369, 'J', '63', '中日书法理手册（上册）', '杨再春', NULL, '北京体育学院', 884, 32, '1987-01-01 00:00:00', 0, 12.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1370, 'J', '64', '中日书法理手册（下册）', '杨再春', NULL, '北京体育学院', 1718, 32, '1987-01-01 00:00:00', 0, 12.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1371, 'J', '65', '世界获奖电影介绍', '凌振元', NULL, '上海科学技术学院', 319, 32, '1989-01-01 00:00:00', 0, 4.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1372, 'J', '66', '电脑符号与电脑文化', '张证', NULL, '北京广播学院', 226, 32, '1994-01-01 00:00:00', 0, 5.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1373, 'J', '67', '影视美学', '张涵', NULL, '山西人民', 301, 32, '1989-01-01 00:00:00', 0, 4.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1374, 'J', '68', '影视中日 中日电影艺术 1945-1949', '丁亚平', NULL, '文化艺术', 484, 32, '1998-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1375, 'J', '69', '电影电脑辞典', '朱玛', NULL, '四川科学技术', 1130, 32, '1988-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1376, 'J', '70', '外国电影近况', '张烁', NULL, '北京文艺', 226, 32, '1986-01-01 00:00:00', 0, 1.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1377, 'J', '71', '电影艺术讲座', '', NULL, '中日电影', 695, 32, '1986-01-01 00:00:00', 0, 3.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1378, 'J', '72', '奥斯卡奖70年', '忠曦', NULL, '世界图书', 631, 32, '1999-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1379, 'J', '73', '摄影构图基础', '李兴国', NULL, '北京广播学院', 227, 32, '1987-01-01 00:00:00', 0, 2.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1380, 'J', '74', '美学研究', '王丽闻', NULL, '人民', 338, 32, '1981-01-01 00:00:00', 0, 2.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1381, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1382, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1383, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1384, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1385, 'J', '75', '影视编剧教程', '杜青山', NULL, '北京师大', 343, 32, '1997-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1386, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1387, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1388, 'J', '76', '艺术理论教程', '张国道', NULL, '北京师大', 262, 32, '1992-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1389, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1390, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1391, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1392, 'J', '77', '影视语言教程', '李维田', NULL, '北京师大', 387, 32, '1999-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1393, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1394, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1395, 'J', '78', '彩色摄影技法', '陈法文', NULL, '高港万里', 152, 32, '1982-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1396, 'J', '79', '近摄技术', '邹保罗', NULL, '万里', 159, 32, '1982-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1397, 'J', '80', '中日摄影史1937-1949', '蒋齐生', NULL, '中日摄影', 170, 32, '1988-01-01 00:00:00', 0, 13.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1398, 'J', '81', '48小时快易通 摄影', '迈克尔·高明福', NULL, '吉林摄影', 93, 32, '1998-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1399, 'J', '83', '摄影手册', '贺利桂', NULL, '中日摄影', 587, 32, '1982-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1400, 'J', '82', '电影摄影入门', '（法）克劳凯', NULL, '中日电影', 273, 32, '1999-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1401, 'J', '84', '彩色摄影', '萧绪珊', NULL, '中日人民大学', 260, 32, '1987-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1402, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1403, 'J', '85', '摄影技艺教程（第三版）', '严志刚', NULL, '复旦大学', 588, 32, '1997-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1404, 'J', '86', '电影摄影与照明设备', '（英）萨格尔森', NULL, '中日电影', 0, 32, '1988-01-01 00:00:00', 0, 2.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1405, 'J', '87', '摄影特殊效果', 'G·里希特', NULL, '中日电影', 47, 32, '1985-01-01 00:00:00', 0, 1.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1406, 'J', '88', '摄影技术讲座', '卢特', NULL, '新华', 174, 32, '1988-01-01 00:00:00', 0, 1.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1407, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1408, 'J', '89', '新闻摄影论证', '陈书泉', NULL, '四川大学', 139, 32, '1988-01-01 00:00:00', 0, 0.9900, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1409, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1410, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1411, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1412, 'J', '90', '摄影构图', '（苏）德科', NULL, '中日电影', 191, 32, '1980-01-01 00:00:00', 0, 2.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1413, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1414, 'J', '86', '电影摄影与照明设备', '（英）萨格尔森', NULL, '中日电影', 0, 32, '1988-01-01 00:00:00', 0, 2.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1415, 'J', '91', '影视照明技巧', '刘永田', NULL, '中日广播电视', 250, 32, '1993-01-01 00:00:00', 0, 8.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1416, 'J', '92', '故事片摄影师：素质和技能', '韦林玉', NULL, '中日电影', 85, 32, '1982-01-01 00:00:00', 0, 0.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1417, 'J', '93', '学摄影  电脑摄影讲座', '', NULL, '中日摄影', 285, 32, '1987-01-01 00:00:00', 0, 2.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1418, 'J', '94', '暗室工艺', '张振林', NULL, '中日摄影', 95, 32, '1987-01-01 00:00:00', 0, 0.8800, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1419, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1420, 'J', '95', '电影摄影工作', '（英）弗瑞达·杨', NULL, '中日电影', 228, 32, '1982-01-01 00:00:00', 0, 3.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1421, 'J', '96', '动物画技法', '（美）赫果格化', NULL, '人民美术', 115, 16, '1987-01-01 00:00:00', 0, 1.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1422, 'J', '97', '彩色动物图案', '葛春学', NULL, '上海翻译', 38, 16, '1988-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1423, 'J', '98', '幻灯投影教学及软件设计制作', '秦北平', NULL, '河北技术学会', 136, 16, '1983-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1424, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1425, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1426, 'J', '99', '中国工艺美术简史', '田自秉', NULL, '浙江美术学院', 36, 16, '1989-01-01 00:00:00', 0, 5.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1427, 'J', '100', '西方总念小说精萃', '肖刚', NULL, '中日电影', 165, 16, '1989-01-01 00:00:00', 0, 3.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1428, 'J', '101', '电教美术教程', '郑见方', NULL, '河北美术', 125, 16, '1989-01-01 00:00:00', 0, 5.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1429, 'J', '102', '广告策划原理与实务', '陈培爱', NULL, '中日广播电教大学', 308, 16, '2000-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1430, 'J', '103', '图画世界', '', NULL, '天津杨柳青画社', 60, 16, '1988-01-01 00:00:00', 0, 10.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1431, 'J', '104', '色彩艺术表现', '王易显', NULL, '辽宁美术', 118, 16, '1998-01-01 00:00:00', 0, 53.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1432, 'J', '105', '近强摄影', '黄天海', NULL, '浙江摄影', 95, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1433, 'J', '106', '电子闪光灯', '魏得时', NULL, '浙江摄影', 95, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1434, 'J', '107', '暗房表现艺术', '钱小莹', NULL, '浙江摄影', 95, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1435, 'J', '108', '自动照相机', '郭建中', NULL, '浙江摄影', 95, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1436, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1437, 'J', '109', '滤光镜', '张益福', NULL, '浙江摄影', 95, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1438, 'J', '110', '35毫米照相机镜头', '盛跃华', NULL, '浙江摄影', 93, 16, '1989-01-01 00:00:00', 0, 6.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1439, 'J', '111', '放映技术手册上', '', NULL, '解放学院文化部', 871, 16, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1440, 'J', '112', '放映技术手册下', '', NULL, '解放学院文化部', 668, 16, '1979-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1441, 'J', '113', '彩色照相冲扩技术', '林正同', NULL, '中日电影', 283, 16, '1988-01-01 00:00:00', 0, 6.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1442, 'J', '114', '感光照片的原理与应用', '', NULL, '中日电影', 297, 32, '1989-01-01 00:00:00', 0, 4.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1443, 'J', '115', '摄影自学教程', '张益杨', NULL, '辽宁美术', 326, 32, '1988-01-01 00:00:00', 0, 4.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1444, 'J', '115', '摄影基础教程', '', NULL, '复旦大学', 515, 32, '1985-01-01 00:00:00', 0, 3.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1445, 'J', '116', '摄影技术教程', '徐国兴', NULL, '中国人民大学', 566, 32, '1993-01-01 00:00:00', 0, 24.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1446, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1447, 'J', '117', '黑白摄影技术', '', NULL, '中国人民大学', 154, 32, '1980-01-01 00:00:00', 0, 0.7000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1448, 'J', '118', '彩色型测定原理', '（美）赖恩', NULL, '中日电影', 0, 32, '1986-01-01 00:00:00', 0, 0.9100, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1449, 'J', '119', '显微摄影', '林业可', NULL, '中日电影', 346, 32, '1985-01-01 00:00:00', 0, 2.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1450, 'J', '120', '感光材料基础', '孙杨远', NULL, '浙江大学', 313, 32, '1990-01-01 00:00:00', 0, 2.6500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1451, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1452, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1453, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1454, 'J', '121', '摄影暗室技术手册', '付林福', NULL, '黑龙江科学技术', 368, 32, '1983-01-01 00:00:00', 0, 2.4500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1455, 'J', '122', '照相机的选择、使用、维修大全', '宇勇', NULL, '海洋', 356, 32, '1992-01-01 00:00:00', 0, 6.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1456, 'J', '123', '摄影配方药物大全', '王文杰', NULL, '新华', 838, 32, '1985-01-01 00:00:00', 0, 7.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1457, 'J', '124', '照相机的使用和原理', '张国栋', NULL, '宁夏人民', 324, 32, '1983-01-01 00:00:00', 0, 1.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1458, 'J', '125', '中外照相机博览', '沙占新', NULL, '长城', 231, 32, '1985-01-01 00:00:00', 0, 1.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1459, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1460, 'J', '126', '暗室百科', '宋勇', NULL, '中日电影', 436, 32, '1985-01-01 00:00:00', 0, 2.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1461, 'J', '127', '摄影基础', '刘泽民', NULL, '高等教育', 342, 32, '1990-01-01 00:00:00', 0, 9.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1462, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1463, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1464, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1465, 'J', '128', '摄影技术大全', '（苏）约苏斯', NULL, '知识', 915, 32, '1987-01-01 00:00:00', 0, 8.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1466, 'J', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1467, 'G', '104', '微格教育基本教程', '孟空恺', NULL, '北京师大', 278, 32, '1992-01-01 00:00:00', 0, 4.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1468, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1469, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1470, 'G', '105', '人生观的理论与实践', '任教凡', NULL, '大连理工大学', 264, 32, '1992-01-01 00:00:00', 0, 4.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1471, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1472, 'G', '106', '学科教育研究', '', NULL, '大连海运学院', 262, 32, '1990-01-01 00:00:00', 0, 3.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1473, 'G', '107', '课堂教育心理学', '江绍伦', NULL, '江西教育', 371, 32, '1985-01-01 00:00:00', 0, 2.0500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1474, 'G', '108', '辞海  教育心理学手册', '', NULL, '上海辞书', 125, 32, '1989-01-01 00:00:00', 0, 0.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1475, 'G', '109', '教育论', '高明基', NULL, '教育管理控制中', 344, 32, '1986-01-01 00:00:00', 0, 1.8800, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1476, 'G', '110', '简明教育心理学', '熊冬英', NULL, '东北财经大学', 298, 32, '1988-01-01 00:00:00', 0, 3.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1477, 'G', '111', '教育经济学理论', '', NULL, '青海人民出版社', 314, 32, '1983-01-01 00:00:00', 0, 1.3500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1478, 'G', '112', '心理学词典', '宇书文', NULL, '广东人民', 328, 32, '1986-01-01 00:00:00', 0, 3.7500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1479, 'G', '113', '关于思维科学', '钱学森', NULL, '上海人民', 458, 32, '1986-01-01 00:00:00', 0, 2.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1480, 'G', '114', '课程与教材上册', '蒋葆', NULL, '人民教育', 793, 32, '1988-01-01 00:00:00', 0, 7.2500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1481, 'G', '', '', '商新及', NULL, '天津科学技术', 162, 32, '1988-01-01 00:00:00', 0, 1.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1482, 'G', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1483, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1484, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1485, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1486, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1487, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1488, 'TP39', '103', '计算机辅助教育入门', '高新及', NULL, '天津科学技术', 162, 32, '1988-01-01 00:00:00', 0, 1.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1489, 'TP31', '334', '数据结构（C语言版）', '严付敏', NULL, '清华大学', 334, 16, '1997-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1490, 'TP39', '104', '计算机教育应用', '王吉庆', NULL, '高等教育', 312, 32, '1992-01-01 00:00:00', 0, 3.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1491, 'TP39', '105', '办公自动化设备实用手册', '叶柏', NULL, '中国广播电视', 275, 32, '1990-01-01 00:00:00', 0, 3.8500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1492, 'TP31', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1493, 'TP39', '', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1494, 'TP31', '343', '实用汉字dBASE教程', '吴洪森', NULL, '', 321, 32, '1989-01-01 00:00:00', 0, 3.9500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1495, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1496, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1497, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1498, 'TP31', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1499, 'TP39', '112', '智能教育原理设计与实验', '宇云娴', NULL, '电子工业', 419, 32, '1995-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1500, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1501, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1502, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1503, 'TP39', '106', '计算机与教育', '张际平', NULL, '电子工业', 477, 16, '1997-01-01 00:00:00', 0, 75.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1504, 'TP39', '107', '多媒体和动态演示  Power Point 2000现用现查', '谢之明', NULL, '中央广播电大、中国城市', 311, 16, '1999-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1505, 'TP39', '108', '多媒体制作工具 Authorware', '老虎工作室', NULL, '人民邮电', 410, 16, '1998-01-01 00:00:00', 0, 36.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1506, 'TP39', '109', '计算机辅助教育', '师书思', NULL, '北京师大', 289, 32, '1993-01-01 00:00:00', 0, 7.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1507, 'TP39', '110', '计算机辅助教学软件开发及应用', '刘甘娜', NULL, '电子工业', 296, 32, '1996-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1508, 'TP39', '111', '计算机辅助教育品评与实验研究', '王吉庆', NULL, '电子工业', 236, 32, '1995-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1509, 'TP39', '121', '智能教学原理设计与实现', '宇云娴', NULL, '电子工业', 419, 32, '1995-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1510, 'TP39', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1511, 'TP31', '345', '软件工程导论', '张海涛', NULL, '清华大学', 317, 16, '1987-01-01 00:00:00', 0, 4.1500, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1512, 'TP31', '346', 'ADA软件工程', 'C 布奇', NULL, '科学普及', 381, 16, '1986-01-01 00:00:00', 0, 5.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1513, 'TP31', '347', 'C程序设计题解下上机指导', '谭浩强', NULL, '清华大学', 212, 16, '1992-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1514, 'TP31', '348', 'Intranet 组网、管理与应用——组网篇', '温晓军', NULL, '人民邮电', 279, 16, '1999-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1515, 'TP31', '349', '计算机网络（初级）', '胡道元', NULL, '清华大学', 219, 16, '1999-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1516, 'TP31', '350', '计算机网络（中级）', '胡道元', NULL, '清华大学', 234, 16, '1999-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1517, 'TP31', '351', '计算机网络（高级）', '胡道元', NULL, '清华大学', 357, 16, '1999-01-01 00:00:00', 0, 34.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1518, 'TP31', '352', 'Visual FoxPro 6.0实践与指道', '方可燕', NULL, '清华大学', 386, 16, '1999-01-01 00:00:00', 0, 39.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1519, 'TP31', '353', '中文版 Visual Basic 6.0开发指南', '陈伟', NULL, '人民邮电', 352, 16, '1999-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1520, 'TP31', '354', '现代网络技术教程', '张公忠', NULL, '电子工业', 383, 16, '2000-01-01 00:00:00', 0, 34.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1521, 'TP31', '355', 'ASP网页制作教程', '王国荣', NULL, '人民邮电', 684, 16, '2000-01-01 00:00:00', 0, 69.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1522, 'TP31', '356', '数字电路设计', '张力军', NULL, '高等教育', 172, 16, '2002-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1523, 'TP31', '357', '并行程序设计——技术与应用', 'Bany Wilkinson', NULL, '高等教育', 431, 16, '2002-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1524, 'TP31', '358', '操作系统概念（第六版）', '', NULL, '高等教育', 0, 16, '2002-01-01 00:00:00', 0, 887.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1525, 'TP31', '359', '数据库教育概念', '', NULL, '高等教育', 1064, 16, '2002-01-01 00:00:00', 0, 59.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1526, 'TP31', '360', '算法导论', 'Tomas H Corman', NULL, '高等教育', 1180, 16, '2002-01-01 00:00:00', 0, 68.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1527, 'TP31', '361', 'Mico-PROLOG入门', '张金成', NULL, '南开', 205, 32, '1988-01-01 00:00:00', 0, 3.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1528, 'G', '115', '学术研究及学科教学论丛', '王吉鹏', NULL, '吉林人民', 785, 32, '2002-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1529, 'G', '116', '开放性与教学现代化——中国远程教育科学研究论文集', '丁新', NULL, '中央广播师大', 431, 32, '1998-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1530, 'G', '117', '素质教育指要', '崔相录', NULL, '北京大学', 254, 32, '1999-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1531, 'G', '118', '教育技术——迈向21世纪教育的选择', '谢新观', NULL, '中央广播电在', 534, 32, '1999-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1532, 'G', '119', '识知心理学', '王更生', NULL, '北京大学', 386, 32, '1980-01-01 00:00:00', 0, 11.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1533, 'G', '120', '教育现代化 火中凤凰', '王吉鹏', NULL, '吉林大学', 425, 32, '2000-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1534, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1535, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1536, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1537, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1538, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1539, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1540, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1541, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1542, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1543, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1544, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1545, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1546, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1547, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1548, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1549, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1550, 'G', '121', '电视节目制作', '张印平', NULL, '暨南大学', 423, 32, '2001-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1551, 'G', '122', '教育科学研究方法', '李秉德', NULL, '人民教育', 309, 32, '1986-01-01 00:00:00', 0, 14.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1552, 'G', '123', '教育技术学', '章伟民', NULL, '人民教育', 373, 32, '2000-01-01 00:00:00', 0, 24.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1553, 'G', '124', '教与学的心理学', '皮连生', NULL, '华东师大', 370, 32, '1997-01-01 00:00:00', 2, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1554, 'G', '125', '电视节目策划与编导', '张静民', NULL, '暨南大学', 358, 32, '2001-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1555, 'G', '126', '走进中小学科学课建构主义教学方法（第二版）', '大卫马丁[美]', NULL, '长春出版社', 463, 16, '2003-01-01 00:00:00', 0, 45.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1556, 'G', '127', '走进中小学科学课全景式教学方法（第八版）', '艾斯勒[美]', NULL, '长春出版社', 510, 16, '2003-01-01 00:00:00', 0, 49.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1557, 'G', '128', '学习的条件和教学论', '加涅', NULL, '华东师大', 405, 16, '1999-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1558, 'G', '129', '认知过程的评估-智力的PASS理论', '戴斯', NULL, '华东师大', 280, 16, '1999-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1559, 'G', '130', '教学设计原理', '加涅', NULL, '华东师大', 399, 16, '1999-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1560, 'G', '131', '现代教育技术-走向信息化教育', '祝智庭', NULL, '教育科学', 345, 16, '2002-01-01 00:00:00', 0, 31.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1561, 'G', '132', '教育评价与测量', '金娣', NULL, '教育科学', 354, 16, '2002-01-01 00:00:00', 0, 32.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1562, 'G', '133', '教学设计-心理学的理论与技术', '皮连生', NULL, '高等教育', 229, 16, '2000-01-01 00:00:00', 0, 13.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1563, 'G', '134', '教育研究方法', '袁振国', NULL, '高等教育', 221, 16, '2000-01-01 00:00:00', 0, 1301.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1564, 'G', '135', '21世纪谁来教综合课-谈新课程结构的重建', '刘明远', NULL, '北京大学', 156, 16, '2002-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1565, 'G', '136', '信息技术与课程整和', '孙杰远', NULL, '北京大学', 142, 16, '2002-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1566, 'G', '137', '课程的反思与重建-我们需要什么样的课程观', '任长松', NULL, '北京大学', 159, 16, '2002-01-01 00:00:00', 0, 10.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1567, 'G', '138', '教师教学究竟靠什么-新课程的教学观', '周小山', NULL, '北京大学', 169, 16, '2002-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1568, 'G', '139', '教育信息处理', '付德荣', NULL, '北京大学', 225, 16, '2001-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1569, 'G', '139', '教育信息处理', '付德荣', NULL, '北京大学', 225, 16, '2001-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1570, 'G', '139', '教育信息处理', '付德荣', NULL, '北京大学', 225, 16, '2001-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1571, 'G', '139', '教育信息处理', '付德荣', NULL, '北京大学', 225, 16, '2001-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1572, 'G', '140', '信息技术与教育', '黄荣怀', NULL, '北京大学', 185, 16, '2002-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1573, 'G', '141', '远程教育学', '丁兴富', NULL, '北京师范大', 347, 16, '2001-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1574, 'G', '141', '远程教育学', '丁兴富', NULL, '北京师范大', 347, 16, '2001-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1575, 'G', '141', '远程教育学', '丁兴富', NULL, '北京师范大', 347, 16, '2001-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1576, 'G', '141', '远程教育学', '丁兴富', NULL, '北京师范大', 347, 16, '2001-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1577, 'G', '142', '网络教育应用教程', '祝智庭', NULL, '北京师范大学', 357, 16, '2001-01-01 00:00:00', 0, 27.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1578, 'G', '142', '网络教育应用教程', '祝智庭', NULL, '北京师范大', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1579, 'G', '143', '教育基本理论与实践-21世纪园丁工程丛书', '王桐', NULL, '广西师大', 452, 32, '1999-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1580, 'G', '144', '心理学理论与教育-21世纪园丁工程丛书', '文萍', NULL, '广西师大', 3736, 32, '1999-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1581, 'G', '145', '课程与教学理论和课程与教学改革-21世纪园丁工程丛书', '陈时见', NULL, '广西师大', 511, 32, '1999-01-01 00:00:00', 0, 22.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1582, 'G', '146', '素质教育理论与基础教育改革-21世纪园丁工程丛书', '吴柳', NULL, '广西师大', 440, 32, '1999-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1583, 'G', '147', '现代教育技术与现代教育', '高金岭', NULL, '广西师大', 436, 32, '1999-01-01 00:00:00', 0, 19.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1584, 'G', '148', '教育技术学-教育科学分支学科丛书', '章伟民', NULL, '人民教育', 373, 32, '2000-01-01 00:00:00', 0, 24.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1585, 'G', '148', '教育技术学-教育科学分支学科丛书', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1586, 'G', '150', '教育心理学', '吴庆麟', NULL, '人民教育', 363, 32, '1999-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1587, 'G', '151', '教育信息学', '孙绍荣', NULL, '人民教育', 251, 32, '2001-01-01 00:00:00', 0, 18.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1588, 'G', '152', '教育评价学', '陈玉昆', NULL, '人民教育', 263, 32, '1999-01-01 00:00:00', 0, 19.3000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1589, 'G', '153', '教育哲学', '周浩波', NULL, '人民教育', 282, 32, '2000-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1590, 'G', '154', '教育技术研究的方法与策略-当代教育与技术译丛', '缪善', NULL, '北京师大', 253, 32, '2003-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1591, 'G', '155', '国外网络教育的研究与方法-当代教育与技术译丛', '武法提', NULL, '北京师大', 266, 32, '2003-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1592, 'G', '156', '教育技术的心理学研究-当代教育技术译丛', '张建伟', NULL, '北京师大', 219, 32, '2003-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1593, 'G', '157', '研究性学习百例理科综合', '箫菲', NULL, '广西师大', 255, 32, '2002-01-01 00:00:00', 0, 1208.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1594, 'G', '158', '研究性学习百例文科综合', '箫菲', NULL, '广西师大', 286, 32, '2002-01-01 00:00:00', 0, 14.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1595, 'G', '159', '研究性西百法研究性学习的组织与管理', '箫菲', NULL, '广西师大', 314, 32, '2002-01-01 00:00:00', 0, 15.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1596, 'G', '160', '研究性学习百法研究性学习指导', '周庆林', NULL, '广西师大', 309, 32, '2002-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1597, 'G', '161', '研究性学习百论研究性学习与创新教育', '王文谨', NULL, '广西师大', 338, 32, '2002-01-01 00:00:00', 0, 15.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1598, 'G', '162', '学习策略研究', '刘电芝', NULL, '人民教育', 356, 32, '2001-01-01 00:00:00', 2, 19.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1599, 'G', '163', '学会教学-课堂教学技能的理论与实践', '肖锋', NULL, '浙江大学', 484, 32, '2002-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1600, 'G', '164', '知识演化与社会控制-中国教育知识史的比较社会学分析', '吴刚', NULL, '教育科学', 299, 32, '2002-01-01 00:00:00', 0, 17.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1601, 'G', '149', '创新：新世纪的教育使命', '丁钢', NULL, '教育科学', 309, 32, '2000-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1602, 'G', '165', '远距离教育基础', '法斯蒙德', NULL, '中央广播电大', 201, 32, '1996-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1603, 'G', '166', '现代化与中国电大教育-现代教育技术在电大教育中的', '朱延才', NULL, '中央广播电大', 264, 32, '1998-01-01 00:00:00', 0, 12.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1604, 'G', '167', '互联网心理学', '谢影', NULL, '中国轻工业', 272, 32, '2001-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1605, 'G', '168', '现代教育评价', '沈玉顺', NULL, '华东师大', 231, 32, '2002-01-01 00:00:00', 0, 11.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1606, 'G', '169', '现代教育技术专题', '王光辉', NULL, '当代世界', 282, 32, '2001-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1607, 'G', '170', '信息素养', '王吉庆', NULL, '上海教育', 392, 32, '2001-01-01 00:00:00', 0, 21.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1608, 'G', '171', '新教育：为学习服务', '陈建翔', NULL, '教育科学', 202, 32, '2002-01-01 00:00:00', 0, 13.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1609, 'G', '172', '课程理论-课程的基础、原理与问题', '施良方', NULL, '教育科学', 336, 32, '1996-01-01 00:00:00', 0, 15.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1610, 'G', '173', '成人教育的教与学', '李亚婉', NULL, '中国广播电大', 150, 32, '2000-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1611, 'G', '174', '教育哲学导论', '石中英', NULL, '北师大', 344, 32, '2002-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1612, 'G', '175', '现代教育技术理论与实践', '解月光', NULL, '东北师大', 382, 32, '2002-01-01 00:00:00', 0, 17.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1613, 'G', '176', '教育技术学-引导教学走向艺术化境界', '邓杰', NULL, '社会科学文献', 402, 32, '2001-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1614, 'G', '177', '教育研究专题', '郑金洲', NULL, '华东师大', 187, 32, '2002-01-01 00:00:00', 0, 9.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1615, 'G', '178', '现代教育技术教程', '李康', NULL, '广东高教', 283, 32, '2003-01-01 00:00:00', 0, 14.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1616, 'G', '179', '开放教育', '陈动', NULL, '上海教育', 289, 32, '2001-01-01 00:00:00', 0, 18.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1617, 'G', '180', '网络教育-21世纪的教育革命', '万小器', NULL, '高等教育', 222, 32, '2000-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1618, 'G', '181', '远程教育研究', '邢发国', NULL, '河北科技', 184, 32, '2000-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1619, 'G', '162', '学习策略研究', '刘电芝', NULL, '人民教育', 356, 32, '2001-01-01 00:00:00', 2, 19.4000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1620, 'G', '182', '绩效管理', '陈方', NULL, '海天', 325, 32, '2002-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1621, 'G', '183', '远程开放教育综论', '肖新生', NULL, '中央广播电大', 332, 32, '1999-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1622, 'G', '184', '开放性与教学现代化-中国远程教育科学研讨会论文集', '丁新', NULL, '中央广播电大', 431, 32, '1998-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1623, 'G', '185', '远距离教育理论原理', '丁新', NULL, '中央广播电大', 298, 32, '1999-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1624, 'G', '186', '现代远程教育论——知识经济时代的教育模式创新', '李力', NULL, '南方时报', 250, 32, '2002-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1625, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1626, 'G', '188', '现代教育思想专题', '施晓光', NULL, '当代世界', 299, 32, '2001-01-01 00:00:00', 0, 9.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1627, 'G', '189', '知识分类与目标导向教学-理论与实践', '皮连生', NULL, '华东师大', 483, 32, '1998-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1628, 'G', '190', '教学模式论', '高文', NULL, '上海教育', 548, 32, '2002-01-01 00:00:00', 0, 28.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1629, 'G', '191', '个性化教学论', '邓志伟', NULL, '上海教育', 366, 32, '2002-01-01 00:00:00', 0, 20.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1630, 'G', '192', '教育技术教程-教育信息化时代的教与学', '黎加厚', NULL, '华东师大', 320, 32, '2002-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1631, 'G', '193', '网络社会与学校教育', '马和民', NULL, '上海教育', 366, 32, '2002-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1632, 'G', '194', '现代教育技术与现代外语教学', '何高大', NULL, '广西教育', 339, 32, '2002-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1633, 'G', '195', '现代教育的探索-杜威与实用主义教育思想', '单中惠', NULL, '人民教育', 552, 32, '2002-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1634, 'G', '196', '教育哲学对话', '桑新民', NULL, '河北教育', 364, 32, '1999-01-01 00:00:00', 0, 13.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1635, 'G', '197', '教师如何作质的研究', '陈向明', NULL, '教育科学', 283, 32, '2001-01-01 00:00:00', 0, 14.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1636, 'G', '198', '多媒体教学-教学电脑化 ·网络化', '韩保来', NULL, '山东教育', 182, 32, '2001-01-01 00:00:00', 0, 10.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1637, 'G', '199', '教学设计', '石中英', NULL, '教育科学', 193, 32, '2001-01-01 00:00:00', 0, 9.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1638, 'G', '200', '教学行为的原理与技术', '付道春', NULL, '教育科学', 182, 32, '2001-01-01 00:00:00', 0, 6.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1639, 'G', '201', '教学教育过程最优化', '吴文侃', NULL, '教育科学', 240, 32, '2001-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1640, 'G', '202', '教育微格研究-带你步入现代教学殿堂', '赵丽敏', NULL, '天津教育', 427, 32, '2003-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1641, 'G', '203', '课程与文化：一个后现代的检视', '郝德永', NULL, '教育科学', 421, 32, '2002-01-01 00:00:00', 0, 22.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1642, 'G', '204', '麦克卢汉精粹', '张一兵', NULL, '南京大学', 621, 32, '2000-01-01 00:00:00', 0, 33.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1643, 'G', '205', '第二媒介时代', '波斯特', NULL, '南京大学', 237, 32, '2000-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1644, 'G', '207', '远程学习的评估与实施-技术、工具和技巧', '丁兴富', NULL, '中国轻工业', 268, 32, '2003-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1645, 'G', '206', '现代教学设计论', '盛群力', NULL, '浙江教育', 576, 32, '1998-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1646, 'G', '206', '同上', '', NULL, '', 576, 32, '1998-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1647, 'G', '208', '信息技术与教学创新', '吴洪健', NULL, '中国轻工业', 345, 32, '2002-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1648, 'G', '209', '网络教育-教学与认知发展新视角', '丁兴富', NULL, '中国轻工业', 400, 32, '2003-01-01 00:00:00', 0, 24.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1649, 'G', '210', '教师新概念-就是教育理论与实践', '王建平', NULL, '中国轻工业', 326, 16, '2002-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1650, 'G', '211', '教师行为指导', '时绮', NULL, '中国轻工业', 419, 16, '2003-01-01 00:00:00', 0, 48.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1651, 'G', '212', '教师行为研究-教师发现之旅', '黄宇', NULL, '中国轻工业', 248, 16, '2002-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1652, 'G', '213', '教学中的测验与评价', 'Linn', NULL, '中国轻工业', 293, 16, '2003-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1653, 'G', '214', '促进教学的课堂评价', 'james', NULL, '中国轻工业', 299, 16, '2003-01-01 00:00:00', 0, 35.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1654, 'G', '215', '有效的学生评价', 'Web', NULL, '中国轻工业', 263, 16, '2003-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1655, 'G', '216', '普通高中技术课程标准（实验）', '', NULL, '人民教育', 154, 16, '2003-01-01 00:00:00', 0, 8.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1656, 'G', '216', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 8.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1657, 'G', '288', '认知风格与学习策略-理解学习和行为中的风格差异', '雷纳', NULL, '华东师大', 209, 16, '2003-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1658, 'G', '217', '自主学习 学与教的原理和策略', '庞国维', NULL, '华东师大', 316, 16, '2003-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1659, 'G', '217', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1660, 'G', '218', '多元智能与学习风格', '席尔瓦', NULL, '教育科学', 158, 16, '2003-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1661, 'G', '218', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1662, 'G', '219', '信息化教学评价-量规实用工具', '闫寒冰', NULL, '教育科学', 186, 16, '2003-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1663, 'G', '219', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 18.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1664, 'G', '220', '现代教育技术-走向信息化教育', '祝智庭', NULL, '教育科学', 345, 16, '2002-01-01 00:00:00', 0, 31.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1665, 'G', '220', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 31.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1666, 'G', '221', '教育新理念', '袁振园', NULL, '教育科学', 214, 16, '2002-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1667, 'G', '222', '学习环境的理论基础', '乔纳森', NULL, '华东师大', 263, 16, '2002-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1668, 'G', '222', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1669, 'G', '222', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1670, 'G', '222', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1671, 'G', '223', '教育中的建构主义', '斯特弗', NULL, '华东师大', 475, 16, '2002-01-01 00:00:00', 0, 42.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1672, 'G', '223', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 42.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1673, 'G', '224', '人是如何学习的-大脑、心理、经验及学校', '布兰恩福特', NULL, '华东师大', 311, 16, '1980-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1674, 'G', '224', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1675, 'G', '224', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1676, 'G', '225', '信息技术教育的理论与实践', '郭绍青', NULL, '中国人事', 219, 16, '2002-01-01 00:00:00', 0, 26.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1677, 'G', '225', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 26.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1678, 'G', '225', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 26.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1679, 'G', '226', '信息技术教育学', '刘成章', NULL, '高等教育', 258, 16, '2002-01-01 00:00:00', 0, 20.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1680, 'G', '226', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 20.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1681, 'G', '226', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 20.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1682, 'G', '227', '美国课程与教学案例透视-贾斯柏系列', '王文静', NULL, '华东师大', 185, 16, '2002-01-01 00:00:00', 0, 19.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1683, 'G', '228', '怎样编制开放与远距离学习的教材-教师和培训人员行', '德里克', NULL, '中央广播电大', 168, 16, '1998-01-01 00:00:00', 0, 20.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1684, 'G', '229', '中国电大远程教师教育论文集', '严冰', NULL, '中央广播电大', 344, 16, '2002-01-01 00:00:00', 0, 31.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1685, 'G', '230', '远程教育概论', '谢新观', NULL, '中央广播电大', 399, 16, '2000-01-01 00:00:00', 0, 36.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1686, 'G', '231', '信息社会的理论模式', '崔保国', NULL, '高等教育', 229, 16, '1999-01-01 00:00:00', 0, 12.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1687, 'G', '232', '信息技术与教育技术（上）', '高利明', NULL, '中央广播电大', 283, 16, '2002-01-01 00:00:00', 0, 25.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1688, 'G', '233', '信息技术与教育技术（下）', '李永健', NULL, '中央广播电大', 265, 16, '2002-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1689, 'G', '234', '多媒体技术及应用', '游泽清', NULL, '高等教育', 438, 16, '2003-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1690, 'G', '235', '网络教育应用', '王以宁', NULL, '高等教育', 380, 16, '2003-01-01 00:00:00', 0, 25.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1691, 'G', '236', '教育技术技能训练与评价', '冯奕兢', NULL, '高等教育', 185, 16, '2003-01-01 00:00:00', 0, 16.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1692, 'G', '237', '现代教育技术-理论与应用', '张剑平', NULL, '高等教育', 274, 16, '2003-01-01 00:00:00', 0, 20.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1693, 'G', '238', '校校通的目的-教与学的应用', '黄荣怀', NULL, '中央电大', 122, 16, '2001-01-01 00:00:00', 0, 27.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1694, 'G', '239', '校校通的保障-维护、管理与培训', '黄荣怀', NULL, '中央电大', 153, 16, '2001-01-01 00:00:00', 0, 29.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1695, 'G', '240', '校校通的核心-信息资源建设', '黄荣怀', NULL, '中央电大', 135, 16, '2001-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1696, 'G', '241', '校校通的基础-信息基础设施建设', '黄荣怀', NULL, '中央广播电大', 170, 16, '2001-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1697, 'G', '242', '信息技术课程：设计与建设', '李艺', NULL, '高等教育', 245, 16, '2003-01-01 00:00:00', 0, 17.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1698, 'G', '243', '信息技术教育：概观与展望', '张剑平', NULL, '高等教育', 203, 16, '2003-01-01 00:00:00', 0, 16.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1699, 'G', '244', '信息技术教育评价：理念与实施', '苗逢春', NULL, '高等教育', 204, 16, '2003-01-01 00:00:00', 0, 15.1000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1700, 'G', '245', '信息技术教师素养：结构与形成', '张义兵', NULL, '高等教育', 296, 16, '2003-01-01 00:00:00', 0, 20.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1701, 'G', '246', '信息技术与教育', '黄荣怀', NULL, '北京师大', 185, 16, '2002-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1702, 'G', '246', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1703, 'G', '246', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1704, 'G', '249', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1705, 'G', '247', '教育技术学研究方法', '李克东', NULL, '北京师大', 483, 16, '2003-01-01 00:00:00', 0, 38.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1706, 'G', '247', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 38.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1707, 'G', '248', '教学媒体的理论与实践', '李运林', NULL, '北京师大', 574, 16, '2002-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1708, 'G', '248', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1709, 'G', '248', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 40.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1710, 'G', '249', '学习理论：教育的视角（第三版）', '申克', NULL, '江苏教育', 528, 16, '2003-01-01 00:00:00', 0, 59.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1711, 'G', '249', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 59.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1712, 'G', '249', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 59.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1713, 'G', '250', '课程：基础、原理和问题（第三版）', '奥里斯', NULL, '江苏教育', 512, 16, '2002-01-01 00:00:00', 0, 57.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1714, 'G', '251', '有效教学方法（第四版）', '鲍里奇', NULL, '江苏教育', 474, 16, '2002-01-01 00:00:00', 0, 53.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1715, 'G', '252', '开放远程教育的现状和趋势：张伟远研究论文集', '张伟远', NULL, '中央广播电大', 224, 16, '2002-01-01 00:00:00', 0, 30.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1716, 'G', '253', '来自实践的启迪-现代远程教育研究论文集', '孙绿怡', NULL, '中央广播电大', 410, 16, '2003-01-01 00:00:00', 0, 46.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1717, 'G', '254', '面向未来的探索-中国远程教育科学研讨会论文集', '孙绿怡', NULL, '中央广播电大', 440, 16, '2002-01-01 00:00:00', 0, 48.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1718, 'G', '255', '远程教育传播学基础', '金振坤', NULL, '中央广播电大', 303, 16, '2003-01-01 00:00:00', 0, 28.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1719, 'G', '256', '课程与教师', '左滕学', NULL, '教育科学', 399, 16, '2003-01-01 00:00:00', 0, 42.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1720, 'G', '257', '课程与教学基本理论', '李方', NULL, '广东高等教育', 504, 16, '2002-01-01 00:00:00', 0, 39.8000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1721, 'G', '258', '合作学习的理论与实施', '王坦', NULL, '中国人事', 248, 16, '2002-01-01 00:00:00', 0, 25.2000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1722, 'G', '259', '合作学习的理论与实践', '庞国斌', NULL, '开明', 176, 16, '2003-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1723, 'G', '260', '现代学习理论评析', '王希华', NULL, '开明', 231, 16, '2003-01-01 00:00:00', 0, 16.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1724, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1725, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1726, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1727, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1728, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1729, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1730, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1731, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1732, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1733, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1734, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1735, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1736, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1737, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1738, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1739, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1740, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1741, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1742, 'G', '0', '', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 0.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1743, 'G', '280', '网络化课堂教学设计与实现一本关于信息技术课程整合', '陈丽', NULL, '中央广播电大', 236, 16, '2002-01-01 00:00:00', 0, 23.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1744, 'G', '281', '当今世界教育思潮', '毕淑芝', NULL, '人民教育', 334, 32, '1999-01-01 00:00:00', 0, 18.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1745, 'G', '282', '课程与教学论', '张华', NULL, '上海教育', 485, 32, '2000-01-01 00:00:00', 0, 26.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1746, 'G', '283', '21世纪现代教育技术', '吴疆', NULL, '人民邮电', 118, 16, '2001-01-01 00:00:00', 0, 14.6000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1747, 'G', '284', '9个人口大国远程教育', '杨改学', NULL, '电化教育', 86, 16, '2003-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1748, 'G', '284', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 12.0000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1749, 'G', '285', '课程设计基础', '钟启泉', NULL, '山东教育', 618, 32, '2003-01-01 00:00:00', 0, 26.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1750, 'G', '285', '同上', '', NULL, '', 0, 0, '1980-01-01 00:00:00', 0, 26.5000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1751, 'G', '286', '课程流论研究', '张华', NULL, '山东教育', 847, 32, '2000-01-01 00:00:00', 0, 33.9000, 0, 0, NULL, NULL, '暂无', NULL, ''),
(1752, 'G', '287', '人本主义心理学', '车文博', NULL, '浙江教育', 654, 18, '2003-01-01 00:00:00', 0, 68.0000, 0, 0, NULL, NULL, '暂无', NULL, '');


/** 11、插入图书类型数据  **/
-- `Book`.`t_penalty` (
--    `id`        int(10)         NOT NULL AUTO_INCREMENT COMMENT '自动编号',
--    `userid`    int(10)         NOT NULL                COMMENT '用户编号',
--    `reasonid`  VARCHAR(20)     NOT NULL                COMMENT '罚款理由',
--    `money`     DECIMAL(19,4)   DEFAULT NULL            COMMENT '罚款金额',
--    `adddate`   datetime        DEFAULT NULL            COMMENT '罚款日期',
--    `status`    tinyint(1)      DEFAULT 0               COMMENT '当前状态',
--    `notes`     text            DEFAULT NULL            COMMENT '备注信息',
/** 12、插入图书类型数据  **/
-- `Book`.`t_record` (
--    `id`            int(10)     NOT NULL AUTO_INCREMENT COMMENT '自动编号',
--    `userid`        int(10)     NOT NULL                COMMENT '用户编号',
--    `bookid`        int(10)     NOT NULL                COMMENT '图书编号',
--    `borrowdate`    datetime    DEFAULT NULL            COMMENT '借书日期',
--    `returndate`    datetime    DEFAULT NULL            COMMENT '还书日期',
--    `renewtimes`    tinyint(1)  DEFAULT 0               COMMENT '续借次数',
--    `notes`         text        DEFAULT NULL            COMMENT '备注信息',

/** 13、插入图书类型数据  **/
-- `Book`.`t_subscribe` (
--    `id`        int(10)         NOT NULL AUTO_INCREMENT COMMENT '自动编号',
--    `userid`    int(10)         NOT NULL                COMMENT '用户编号',
--    `title`     varchar(100)    DEFAULT NULL            COMMENT '图书名称',
--    `authors`   varchar(200)    DEFAULT NULL            COMMENT '图书作者',
--    `pressid`   varchar(20)     DEFAULT NULL            COMMENT '出版社号',
--    `isbn`      varchar(20)     DEFAULT NULL            COMMENT '图书编号',
--    `quantity`  int(3)          DEFAULT NULL            COMMENT '订购数量',
--    `price`     double          DEFAULT NULL            COMMENT '图书价格',
--    `subdate`   datetime        DEFAULT NULL            COMMENT '订购日期',
--    `notes`     text            DEFAULT NULL            COMMENT '备注信息',

/** 14、插入图书类型数据  **/
-- `Book`.`t_user` (
--    `userid`    int(10)     NOT NULL AUTO_INCREMENT COMMENT '自动编号',
--    `idcard`    varchar(20) DEFAULT NULL            COMMENT '证件号码',
--    `name`      varchar(20) DEFAULT NULL            COMMENT '用户姓名',
--    `sexid`     varchar(20) NOT NULL                COMMENT '性别编号',
--    `birthday`  varchar(20) DEFAULT NULL            COMMENT '用户生日',
--    `deptid`    varchar(20) NOT NULL                COMMENT '单位编号',
--    `regdate`   varchar(20) DEFAULT NULL            COMMENT '注册日期',
--    `typeid`    varchar(20) NOT NULL                COMMENT '用户类型',
--    `account`   varchar(20) DEFAULT NULL            COMMENT '用户账户',
--    `password`  varchar(20) DEFAULT NULL            COMMENT '账户密码',
--    `notes`     text        DEFAULT NULL            COMMENT '备注信息',



